{
  "token_to_id": {
    "[DESC]": 0,
    "[MASK]": 1,
    "[PAD]": 2,
    "[IMG]": 3,
    "020210200": 4,
    "220111000": 5,
    "220200200": 6,
    "220022012": 7,
    "000001002": 8,
    "000020220": 9,
    "222211100": 10,
    "022012022": 11,
    "200100111": 12,
    "020010021": 13,
    "001000000": 14,
    "211000000": 15,
    "201012222": 16,
    "022222212": 17,
    "211221112": 18,
    "000000010": 19,
    "102000222": 20,
    "000120220": 21,
    "222212202": 22,
    "220122001": 23,
    "222220222": 24,
    "200210020": 25,
    "002222022": 26,
    "121220210": 27,
    "000100222": 28,
    "222221220": 29,
    "000210222": 30,
    "210010000": 31,
    "210100000": 32,
    "010000000": 33,
    "200211222": 34,
    "000112222": 35,
    "220011001": 36,
    "220222110": 37,
    "212221211": 38,
    "102122222": 39,
    "200222222": 40,
    "122001000": 41,
    "200200000": 42,
    "211211211": 43,
    "210220222": 44,
    "000111220": 45,
    "200220221": 46,
    "222221212": 47,
    "122000000": 48,
    "211112212": 49,
    "221210000": 50,
    "112122122": 51,
    "110010011": 52,
    "222112201": 53,
    "112222022": 54,
    "022110100": 55,
    "222221201": 56,
    "222222000": 57,
    "021012002": 58,
    "000111222": 59,
    "000221220": 60,
    "222111112": 61,
    "220200221": 62,
    "000100200": 63,
    "200201211": 64,
    "002022222": 65,
    "211222122": 66,
    "220221222": 67,
    "000010122": 68,
    "221220200": 69,
    "222212101": 70,
    "220221002": 71,
    "210222112": 72,
    "210220111": 73,
    "222221000": 74,
    "012001000": 75,
    "222211000": 76,
    "222222212": 77,
    "212112211": 78,
    "210222222": 79,
    "10": 80,
    "222112000": 81,
    "221110000": 82,
    "221120000": 83,
    "000122222": 84,
    "222222102": 85,
    "000222222": 86,
    "222222210": 87,
    "222011222": 88,
    "200220010": 89,
    "222222111": 90,
    "222111022": 91,
    "210221222": 92,
    "022012112": 93,
    "001012222": 94,
    "221201222": 95,
    "012122221": 96,
    "100200222": 97,
    "122221222": 98,
    "122012001": 99,
    "200100000": 100,
    "210220000": 101,
    "201201111": 102,
    "200220121": 103,
    "222022012": 104,
    "222111212": 105,
    "000000220": 106,
    "002012122": 107,
    "001022122": 108,
    "220100000": 109,
    "000001122": 110,
    "002002122": 111,
    "012000000": 112,
    "221220220": 113,
    "111122022": 114,
    "222222002": 115,
    "211222112": 116,
    "211122122": 117,
    "220222212": 118,
    "000111221": 119,
    "102211210": 120,
    "112221221": 121,
    "000100220": 122,
    "211112222": 123,
    "100210220": 124,
    "021121222": 125,
    "220221221": 126,
    "002012021": 127,
    "012012201": 128,
    "221222221": 129,
    "022122222": 130,
    "211102111": 131,
    "101000000": 132,
    "122211212": 133,
    "111121112": 134,
    "210000100": 135,
    "022122000": 136,
    "200220012": 137,
    "222212222": 138,
    "222012001": 139,
    "201222222": 140,
    "211201102": 141,
    "122012002": 142,
    "210120010": 143,
    "112011012": 144,
    "222100000": 145,
    "222122002": 146,
    "100222111": 147,
    "001000002": 148,
    "222122001": 149,
    "111122001": 150,
    "000100120": 151,
    "000211222": 152,
    "200122022": 153,
    "002000000": 154,
    "221200200": 155,
    "001022222": 156,
    "000000000": 157,
    "222022002": 158,
    "122001022": 159,
    "012012122": 160,
    "020011011": 161,
    "100221222": 162,
    "211212212": 163,
    "022112201": 164,
    "022122112": 165,
    "221111000": 166,
    "221222000": 167,
    "211222121": 168,
    "100221111": 169,
    "222112210": 170,
    "211222102": 171,
    "022022122": 172,
    "002000222": 173,
    "022002000": 174,
    "222111222": 175,
    "122222200": 176,
    "212122222": 177,
    "000012122": 178,
    "122222001": 179,
    "101202222": 180,
    "000000100": 181,
    "200100100": 182,
    "122010000": 183,
    "000120222": 184,
    "121022122": 185,
    "212222211": 186,
    "200121012": 187,
    "220121012": 188,
    "222211222": 189,
    "221212222": 190,
    "201202202": 191,
    "210200211": 192,
    "000200221": 193,
    "102211212": 194,
    "222210100": 195,
    "221122122": 196,
    "000000101": 197,
    "200200221": 198,
    "120210200": 199,
    "111222210": 200,
    "112212222": 201,
    "112112122": 202,
    "012122222": 203,
    "121220221": 204,
    "210110211": 205,
    "000110022": 206,
    "012112201": 207,
    "210121002": 208,
    "222101202": 209,
    "221122012": 210,
    "102000000": 211,
    "212211220": 212,
    "222001000": 213,
    "022012012": 214,
    "000220210": 215,
    "110000000": 216,
    "210000000": 217,
    "000011022": 218,
    "220000000": 219,
    "112001000": 220,
    "200100200": 221,
    "000021002": 222,
    "222012022": 223,
    "012121210": 224,
    "000100211": 225,
    "012022222": 226,
    "221220222": 227,
    "000000200": 228,
    "210121012": 229,
    "111211222": 230,
    "210210220": 231,
    "4": 232,
    "002122112": 233,
    "222211202": 234,
    "222202101": 235,
    "201200101": 236,
    "202122222": 237,
    "111212122": 238,
    "012211222": 239,
    "022222220": 240,
    "211222221": 241,
    "200000000": 242,
    "222222001": 243,
    "000000201": 244,
    "222222201": 245,
    "000000102": 246,
    "221222222": 247,
    "222122122": 248,
    "2": 249,
    "201000000": 250,
    "222211112": 251,
    "000000112": 252,
    "202111222": 253,
    "100200221": 254,
    "221210210": 255,
    "222222112": 256,
    "222222200": 257,
    "122220200": 258,
    "211210222": 259,
    "121222222": 260,
    "202222022": 261,
    "200210120": 262,
    "100121022": 263,
    "220222111": 264,
    "002122222": 265,
    "111201112": 266,
    "222122222": 267,
    "220210100": 268,
    "000200211": 269,
    "110221222": 270,
    "222220221": 271,
    "222210102": 272,
    "210200221": 273,
    "000000211": 274,
    "220220221": 275,
    "222000200": 276,
    "012002222": 277,
    "122122222": 278,
    "000001102": 279,
    "121121121": 280,
    "222111201": 281,
    "222210220": 282,
    "000001000": 283,
    "202101000": 284,
    "000002122": 285,
    "220200000": 286,
    "202102101": 287,
    "111222222": 288,
    "120000000": 289,
    "000200200": 290,
    "210222122": 291,
    "clubs": 292,
    "012222222": 293,
    "222211212": 294,
    "212112212": 295,
    "022002122": 296,
    "001002011": 297,
    "222012012": 298,
    "012002002": 299,
    "221200100": 300,
    "001000001": 301,
    "122222022": 302,
    "122222221": 303,
    "222122021": 304,
    "002002002": 305,
    "222112001": 306,
    "122112221": 307,
    "002012222": 308,
    "001002002": 309,
    "022111000": 310,
    "002222101": 311,
    "022002002": 312,
    "002022220": 313,
    "000122022": 314,
    "000000020": 315,
    "222222121": 316,
    "012002000": 317,
    "012021100": 318,
    "222000000": 319,
    "222022222": 320,
    "220200211": 321,
    "020020020": 322,
    "212222102": 323,
    "222200000": 324,
    "222112221": 325,
    "211200220": 326,
    "222222100": 327,
    "220210200": 328,
    "221210100": 329,
    "222012000": 330,
    "200200200": 331,
    "112210210": 332,
    "012012110": 333,
    "222221222": 334,
    "222221200": 335,
    "000000021": 336,
    "122112222": 337,
    "222222012": 338,
    "211102102": 339,
    "001012221": 340,
    "211112112": 341,
    "220110210": 342,
    "112221211": 343,
    "000000111": 344,
    "222202001": 345,
    "221220100": 346,
    "022001000": 347,
    "211221222": 348,
    "222220102": 349,
    "000101202": 350,
    "210220011": 351,
    "010012002": 352,
    "222200210": 353,
    "000000011": 354,
    "001220220": 355,
    "211222011": 356,
    "100100210": 357,
    "212202212": 358,
    "001001002": 359,
    "000002002": 360,
    "000000001": 361,
    "122012000": 362,
    "000000012": 363,
    "122002000": 364,
    "222122012": 365,
    "222220200": 366,
    "122222222": 367,
    "3": 368,
    "112222222": 369,
    "222212112": 370,
    "001001000": 371,
    "000121222": 372,
    "of": 373,
    "221022002": 374,
    "000100000": 375,
    "222221221": 376,
    "022222101": 377,
    "100220222": 378,
    "102222222": 379,
    "012012211": 380,
    "022002112": 381,
    "221022122": 382,
    "002000001": 383,
    "222002022": 384,
    "222111000": 385,
    "110122001": 386,
    "022022022": 387,
    "001212222": 388,
    "210220221": 389,
    "000002012": 390,
    "220222220": 391,
    "002022122": 392,
    "100201201": 393,
    "011000000": 394,
    "000000002": 395,
    "211222222": 396,
    "221221221": 397,
    "200200220": 398,
    "220210210": 399,
    "211222220": 400,
    "112112112": 401,
    "000222022": 402,
    "100221211": 403,
    "112000000": 404,
    "211200210": 405,
    "000001112": 406,
    "5": 407,
    "200000222": 408,
    "221100210": 409,
    "211111111": 410,
    "222202100": 411,
    "121222211": 412,
    "121100000": 413,
    "221200000": 414,
    "100100200": 415,
    "210200200": 416,
    "111022012": 417,
    "000010121": 418,
    "210200222": 419,
    "221212211": 420,
    "220210222": 421,
    "022002222": 422,
    "222122121": 423,
    "122021000": 424,
    "010220210": 425,
    "222212000": 426,
    "222222022": 427,
    "122022002": 428,
    "111112212": 429,
    "000001222": 430,
    "222221210": 431,
    "222112002": 432,
    "112211222": 433,
    "002002022": 434,
    "212112112": 435,
    "002022010": 436,
    "011220210": 437,
    "122122122": 438,
    "222022020": 439,
    "200210221": 440,
    "012112211": 441,
    "211100000": 442,
    "101222200": 443,
    "212222222": 444,
    "210210221": 445,
    "210200100": 446,
    "002012020": 447,
    "012000001": 448,
    "221212212": 449,
    "221100000": 450,
    "001012122": 451,
    "9": 452,
    "222222220": 453,
    "022222211": 454,
    "122002012": 455,
    "221200210": 456,
    "102211220": 457,
    "100120022": 458,
    "222122000": 459,
    "102222022": 460,
    "211211212": 461,
    "222222120": 462,
    "212122001": 463,
    "220222000": 464,
    "212222210": 465,
    "001122222": 466,
    "002122102": 467,
    "000002022": 468,
    "200200210": 469,
    "202202102": 470,
    "112222210": 471,
    "222221100": 472,
    "122112122": 473,
    "222221202": 474,
    "212222112": 475,
    "100210221": 476,
    "211222022": 477,
    "122110000": 478,
    "022022222": 479,
    "101222220": 480,
    "001000222": 481,
    "001101000": 482,
    "000001022": 483,
    "100222222": 484,
    "211222200": 485,
    "002222221": 486,
    "000100100": 487,
    "212212222": 488,
    "002012011": 489,
    "220221000": 490,
    "222121122": 491,
    "000000122": 492,
    "122221211": 493,
    "111222022": 494,
    "122221200": 495,
    "000200210": 496,
    "222000002": 497,
    "102210210": 498,
    "222222222": 499,
    "222002012": 500,
    "202222222": 501,
    "210220021": 502,
    "122022222": 503,
    "012022120": 504,
    "222112212": 505,
    "220222222": 506,
    "122022022": 507,
    "222221211": 508,
    "021000000": 509,
    "022012002": 510,
    "100222212": 511,
    "200220222": 512,
    "100210222": 513,
    "221221222": 514,
    "112112221": 515,
    "221210200": 516,
    "spades": 517,
    "122022122": 518,
    "100000100": 519,
    "210211222": 520,
    "222022022": 521,
    "112211211": 522,
    "210220020": 523,
    "201101222": 524,
    "201221222": 525,
    "121022012": 526,
    "200010000": 527,
    "000200220": 528,
    "122002001": 529,
    "000000110": 530,
    "000000222": 531,
    "012002122": 532,
    "diamonds": 533,
    "012022122": 534,
    "222011212": 535,
    "012012022": 536,
    "220220220": 537,
    "6": 538,
    "001222222": 539,
    "122220220": 540,
    "100221201": 541,
    "011222222": 542,
    "020000000": 543,
    "100000000": 544,
    "211012222": 545,
    "102211222": 546,
    "102001000": 547,
    "220222211": 548,
    "012222221": 549,
    "101102202": 550,
    "122022012": 551,
    "220022022": 552,
    "222100200": 553,
    "122012012": 554,
    "022222112": 555,
    "002001002": 556,
    "221220221": 557,
    "112222122": 558,
    "002001001": 559,
    "220111222": 560,
    "221100220": 561,
    "000001012": 562,
    "122222122": 563,
    "000011220": 564,
    "222210000": 565,
    "111000000": 566,
    "200222022": 567,
    "110012012": 568,
    "122222000": 569,
    "222220220": 570,
    "022220100": 571,
    "000100221": 572,
    "000222221": 573,
    "hearts": 574,
    "220111221": 575,
    "222212002": 576,
    "221221022": 577,
    "222112211": 578,
    "220220222": 579,
    "022122210": 580,
    "111212212": 581,
    "222220210": 582,
    "201102102": 583,
    "001012120": 584,
    "111221220": 585,
    "112122222": 586,
    "011002001": 587,
    "8": 588,
    "000021022": 589,
    "7": 590,
    "221222200": 591,
    "210100221": 592,
    "220200100": 593,
    "222112222": 594,
    "222222202": 595,
    "000000210": 596,
    "112210220": 597,
    "002221220": 598,
    "222000001": 599,
    "011222022": 600,
    "002012010": 601,
    "122220221": 602,
    "012002001": 603,
    "111220210": 604,
    "021022112": 605,
    "012022000": 606,
    "201122222": 607,
    "002002012": 608,
    "100200200": 609,
    "001012022": 610,
    "001002022": 611,
    "222222221": 612,
    "222122022": 613,
    "022221210": 614,
    "112222212": 615,
    "000000120": 616,
    "200221222": 617,
    "022222222": 618,
    "101102102": 619,
    "112122001": 620,
    "002002000": 621,
    "222222211": 622,
    "000100210": 623,
    "020022002": 624,
    "212101000": 625,
    "210200000": 626,
    "002222222": 627,
    "021100000": 628,
    "112221212": 629,
    "201222212": 630,
    "211222212": 631,
    "101222222": 632,
    "222022001": 633,
    "212112222": 634,
    "101212222": 635,
    "212212101": 636,
    "202000000": 637,
    "122002122": 638,
    "122022121": 639,
    "221111222": 640,
    "100200220": 641,
    "221200220": 642,
    "100000200": 643,
    "000100202": 644,
    "122222111": 645,
    "221222011": 646,
    "000001212": 647,
    "022222122": 648,
    "022012222": 649,
    "222222122": 650,
    "122221221": 651,
    "012221220": 652,
    "222212102": 653,
    "222222011": 654,
    "112002012": 655,
    "100000210": 656,
    "222022122": 657,
    "221220122": 658,
    "201112222": 659,
    "000210221": 660,
    "122002002": 661,
    "222211102": 662,
    "202112222": 663,
    "222112112": 664,
    "212211222": 665,
    "220221012": 666,
    "000021122": 667,
    "001001012": 668,
    "222210200": 669,
    "002022021": 670,
    "220110000": 671,
    "221222112": 672,
    "210200210": 673,
    "002122220": 674,
    "222220100": 675,
    "111022221": 676
  },
  "id_to_token": {
    "0": "[DESC]",
    "1": "[MASK]",
    "2": "[PAD]",
    "3": "[IMG]",
    "4": "020210200",
    "5": "220111000",
    "6": "220200200",
    "7": "220022012",
    "8": "000001002",
    "9": "000020220",
    "10": "222211100",
    "11": "022012022",
    "12": "200100111",
    "13": "020010021",
    "14": "001000000",
    "15": "211000000",
    "16": "201012222",
    "17": "022222212",
    "18": "211221112",
    "19": "000000010",
    "20": "102000222",
    "21": "000120220",
    "22": "222212202",
    "23": "220122001",
    "24": "222220222",
    "25": "200210020",
    "26": "002222022",
    "27": "121220210",
    "28": "000100222",
    "29": "222221220",
    "30": "000210222",
    "31": "210010000",
    "32": "210100000",
    "33": "010000000",
    "34": "200211222",
    "35": "000112222",
    "36": "220011001",
    "37": "220222110",
    "38": "212221211",
    "39": "102122222",
    "40": "200222222",
    "41": "122001000",
    "42": "200200000",
    "43": "211211211",
    "44": "210220222",
    "45": "000111220",
    "46": "200220221",
    "47": "222221212",
    "48": "122000000",
    "49": "211112212",
    "50": "221210000",
    "51": "112122122",
    "52": "110010011",
    "53": "222112201",
    "54": "112222022",
    "55": "022110100",
    "56": "222221201",
    "57": "222222000",
    "58": "021012002",
    "59": "000111222",
    "60": "000221220",
    "61": "222111112",
    "62": "220200221",
    "63": "000100200",
    "64": "200201211",
    "65": "002022222",
    "66": "211222122",
    "67": "220221222",
    "68": "000010122",
    "69": "221220200",
    "70": "222212101",
    "71": "220221002",
    "72": "210222112",
    "73": "210220111",
    "74": "222221000",
    "75": "012001000",
    "76": "222211000",
    "77": "222222212",
    "78": "212112211",
    "79": "210222222",
    "80": "10",
    "81": "222112000",
    "82": "221110000",
    "83": "221120000",
    "84": "000122222",
    "85": "222222102",
    "86": "000222222",
    "87": "222222210",
    "88": "222011222",
    "89": "200220010",
    "90": "222222111",
    "91": "222111022",
    "92": "210221222",
    "93": "022012112",
    "94": "001012222",
    "95": "221201222",
    "96": "012122221",
    "97": "100200222",
    "98": "122221222",
    "99": "122012001",
    "100": "200100000",
    "101": "210220000",
    "102": "201201111",
    "103": "200220121",
    "104": "222022012",
    "105": "222111212",
    "106": "000000220",
    "107": "002012122",
    "108": "001022122",
    "109": "220100000",
    "110": "000001122",
    "111": "002002122",
    "112": "012000000",
    "113": "221220220",
    "114": "111122022",
    "115": "222222002",
    "116": "211222112",
    "117": "211122122",
    "118": "220222212",
    "119": "000111221",
    "120": "102211210",
    "121": "112221221",
    "122": "000100220",
    "123": "211112222",
    "124": "100210220",
    "125": "021121222",
    "126": "220221221",
    "127": "002012021",
    "128": "012012201",
    "129": "221222221",
    "130": "022122222",
    "131": "211102111",
    "132": "101000000",
    "133": "122211212",
    "134": "111121112",
    "135": "210000100",
    "136": "022122000",
    "137": "200220012",
    "138": "222212222",
    "139": "222012001",
    "140": "201222222",
    "141": "211201102",
    "142": "122012002",
    "143": "210120010",
    "144": "112011012",
    "145": "222100000",
    "146": "222122002",
    "147": "100222111",
    "148": "001000002",
    "149": "222122001",
    "150": "111122001",
    "151": "000100120",
    "152": "000211222",
    "153": "200122022",
    "154": "002000000",
    "155": "221200200",
    "156": "001022222",
    "157": "000000000",
    "158": "222022002",
    "159": "122001022",
    "160": "012012122",
    "161": "020011011",
    "162": "100221222",
    "163": "211212212",
    "164": "022112201",
    "165": "022122112",
    "166": "221111000",
    "167": "221222000",
    "168": "211222121",
    "169": "100221111",
    "170": "222112210",
    "171": "211222102",
    "172": "022022122",
    "173": "002000222",
    "174": "022002000",
    "175": "222111222",
    "176": "122222200",
    "177": "212122222",
    "178": "000012122",
    "179": "122222001",
    "180": "101202222",
    "181": "000000100",
    "182": "200100100",
    "183": "122010000",
    "184": "000120222",
    "185": "121022122",
    "186": "212222211",
    "187": "200121012",
    "188": "220121012",
    "189": "222211222",
    "190": "221212222",
    "191": "201202202",
    "192": "210200211",
    "193": "000200221",
    "194": "102211212",
    "195": "222210100",
    "196": "221122122",
    "197": "000000101",
    "198": "200200221",
    "199": "120210200",
    "200": "111222210",
    "201": "112212222",
    "202": "112112122",
    "203": "012122222",
    "204": "121220221",
    "205": "210110211",
    "206": "000110022",
    "207": "012112201",
    "208": "210121002",
    "209": "222101202",
    "210": "221122012",
    "211": "102000000",
    "212": "212211220",
    "213": "222001000",
    "214": "022012012",
    "215": "000220210",
    "216": "110000000",
    "217": "210000000",
    "218": "000011022",
    "219": "220000000",
    "220": "112001000",
    "221": "200100200",
    "222": "000021002",
    "223": "222012022",
    "224": "012121210",
    "225": "000100211",
    "226": "012022222",
    "227": "221220222",
    "228": "000000200",
    "229": "210121012",
    "230": "111211222",
    "231": "210210220",
    "232": "4",
    "233": "002122112",
    "234": "222211202",
    "235": "222202101",
    "236": "201200101",
    "237": "202122222",
    "238": "111212122",
    "239": "012211222",
    "240": "022222220",
    "241": "211222221",
    "242": "200000000",
    "243": "222222001",
    "244": "000000201",
    "245": "222222201",
    "246": "000000102",
    "247": "221222222",
    "248": "222122122",
    "249": "2",
    "250": "201000000",
    "251": "222211112",
    "252": "000000112",
    "253": "202111222",
    "254": "100200221",
    "255": "221210210",
    "256": "222222112",
    "257": "222222200",
    "258": "122220200",
    "259": "211210222",
    "260": "121222222",
    "261": "202222022",
    "262": "200210120",
    "263": "100121022",
    "264": "220222111",
    "265": "002122222",
    "266": "111201112",
    "267": "222122222",
    "268": "220210100",
    "269": "000200211",
    "270": "110221222",
    "271": "222220221",
    "272": "222210102",
    "273": "210200221",
    "274": "000000211",
    "275": "220220221",
    "276": "222000200",
    "277": "012002222",
    "278": "122122222",
    "279": "000001102",
    "280": "121121121",
    "281": "222111201",
    "282": "222210220",
    "283": "000001000",
    "284": "202101000",
    "285": "000002122",
    "286": "220200000",
    "287": "202102101",
    "288": "111222222",
    "289": "120000000",
    "290": "000200200",
    "291": "210222122",
    "292": "clubs",
    "293": "012222222",
    "294": "222211212",
    "295": "212112212",
    "296": "022002122",
    "297": "001002011",
    "298": "222012012",
    "299": "012002002",
    "300": "221200100",
    "301": "001000001",
    "302": "122222022",
    "303": "122222221",
    "304": "222122021",
    "305": "002002002",
    "306": "222112001",
    "307": "122112221",
    "308": "002012222",
    "309": "001002002",
    "310": "022111000",
    "311": "002222101",
    "312": "022002002",
    "313": "002022220",
    "314": "000122022",
    "315": "000000020",
    "316": "222222121",
    "317": "012002000",
    "318": "012021100",
    "319": "222000000",
    "320": "222022222",
    "321": "220200211",
    "322": "020020020",
    "323": "212222102",
    "324": "222200000",
    "325": "222112221",
    "326": "211200220",
    "327": "222222100",
    "328": "220210200",
    "329": "221210100",
    "330": "222012000",
    "331": "200200200",
    "332": "112210210",
    "333": "012012110",
    "334": "222221222",
    "335": "222221200",
    "336": "000000021",
    "337": "122112222",
    "338": "222222012",
    "339": "211102102",
    "340": "001012221",
    "341": "211112112",
    "342": "220110210",
    "343": "112221211",
    "344": "000000111",
    "345": "222202001",
    "346": "221220100",
    "347": "022001000",
    "348": "211221222",
    "349": "222220102",
    "350": "000101202",
    "351": "210220011",
    "352": "010012002",
    "353": "222200210",
    "354": "000000011",
    "355": "001220220",
    "356": "211222011",
    "357": "100100210",
    "358": "212202212",
    "359": "001001002",
    "360": "000002002",
    "361": "000000001",
    "362": "122012000",
    "363": "000000012",
    "364": "122002000",
    "365": "222122012",
    "366": "222220200",
    "367": "122222222",
    "368": "3",
    "369": "112222222",
    "370": "222212112",
    "371": "001001000",
    "372": "000121222",
    "373": "of",
    "374": "221022002",
    "375": "000100000",
    "376": "222221221",
    "377": "022222101",
    "378": "100220222",
    "379": "102222222",
    "380": "012012211",
    "381": "022002112",
    "382": "221022122",
    "383": "002000001",
    "384": "222002022",
    "385": "222111000",
    "386": "110122001",
    "387": "022022022",
    "388": "001212222",
    "389": "210220221",
    "390": "000002012",
    "391": "220222220",
    "392": "002022122",
    "393": "100201201",
    "394": "011000000",
    "395": "000000002",
    "396": "211222222",
    "397": "221221221",
    "398": "200200220",
    "399": "220210210",
    "400": "211222220",
    "401": "112112112",
    "402": "000222022",
    "403": "100221211",
    "404": "112000000",
    "405": "211200210",
    "406": "000001112",
    "407": "5",
    "408": "200000222",
    "409": "221100210",
    "410": "211111111",
    "411": "222202100",
    "412": "121222211",
    "413": "121100000",
    "414": "221200000",
    "415": "100100200",
    "416": "210200200",
    "417": "111022012",
    "418": "000010121",
    "419": "210200222",
    "420": "221212211",
    "421": "220210222",
    "422": "022002222",
    "423": "222122121",
    "424": "122021000",
    "425": "010220210",
    "426": "222212000",
    "427": "222222022",
    "428": "122022002",
    "429": "111112212",
    "430": "000001222",
    "431": "222221210",
    "432": "222112002",
    "433": "112211222",
    "434": "002002022",
    "435": "212112112",
    "436": "002022010",
    "437": "011220210",
    "438": "122122122",
    "439": "222022020",
    "440": "200210221",
    "441": "012112211",
    "442": "211100000",
    "443": "101222200",
    "444": "212222222",
    "445": "210210221",
    "446": "210200100",
    "447": "002012020",
    "448": "012000001",
    "449": "221212212",
    "450": "221100000",
    "451": "001012122",
    "452": "9",
    "453": "222222220",
    "454": "022222211",
    "455": "122002012",
    "456": "221200210",
    "457": "102211220",
    "458": "100120022",
    "459": "222122000",
    "460": "102222022",
    "461": "211211212",
    "462": "222222120",
    "463": "212122001",
    "464": "220222000",
    "465": "212222210",
    "466": "001122222",
    "467": "002122102",
    "468": "000002022",
    "469": "200200210",
    "470": "202202102",
    "471": "112222210",
    "472": "222221100",
    "473": "122112122",
    "474": "222221202",
    "475": "212222112",
    "476": "100210221",
    "477": "211222022",
    "478": "122110000",
    "479": "022022222",
    "480": "101222220",
    "481": "001000222",
    "482": "001101000",
    "483": "000001022",
    "484": "100222222",
    "485": "211222200",
    "486": "002222221",
    "487": "000100100",
    "488": "212212222",
    "489": "002012011",
    "490": "220221000",
    "491": "222121122",
    "492": "000000122",
    "493": "122221211",
    "494": "111222022",
    "495": "122221200",
    "496": "000200210",
    "497": "222000002",
    "498": "102210210",
    "499": "222222222",
    "500": "222002012",
    "501": "202222222",
    "502": "210220021",
    "503": "122022222",
    "504": "012022120",
    "505": "222112212",
    "506": "220222222",
    "507": "122022022",
    "508": "222221211",
    "509": "021000000",
    "510": "022012002",
    "511": "100222212",
    "512": "200220222",
    "513": "100210222",
    "514": "221221222",
    "515": "112112221",
    "516": "221210200",
    "517": "spades",
    "518": "122022122",
    "519": "100000100",
    "520": "210211222",
    "521": "222022022",
    "522": "112211211",
    "523": "210220020",
    "524": "201101222",
    "525": "201221222",
    "526": "121022012",
    "527": "200010000",
    "528": "000200220",
    "529": "122002001",
    "530": "000000110",
    "531": "000000222",
    "532": "012002122",
    "533": "diamonds",
    "534": "012022122",
    "535": "222011212",
    "536": "012012022",
    "537": "220220220",
    "538": "6",
    "539": "001222222",
    "540": "122220220",
    "541": "100221201",
    "542": "011222222",
    "543": "020000000",
    "544": "100000000",
    "545": "211012222",
    "546": "102211222",
    "547": "102001000",
    "548": "220222211",
    "549": "012222221",
    "550": "101102202",
    "551": "122022012",
    "552": "220022022",
    "553": "222100200",
    "554": "122012012",
    "555": "022222112",
    "556": "002001002",
    "557": "221220221",
    "558": "112222122",
    "559": "002001001",
    "560": "220111222",
    "561": "221100220",
    "562": "000001012",
    "563": "122222122",
    "564": "000011220",
    "565": "222210000",
    "566": "111000000",
    "567": "200222022",
    "568": "110012012",
    "569": "122222000",
    "570": "222220220",
    "571": "022220100",
    "572": "000100221",
    "573": "000222221",
    "574": "hearts",
    "575": "220111221",
    "576": "222212002",
    "577": "221221022",
    "578": "222112211",
    "579": "220220222",
    "580": "022122210",
    "581": "111212212",
    "582": "222220210",
    "583": "201102102",
    "584": "001012120",
    "585": "111221220",
    "586": "112122222",
    "587": "011002001",
    "588": "8",
    "589": "000021022",
    "590": "7",
    "591": "221222200",
    "592": "210100221",
    "593": "220200100",
    "594": "222112222",
    "595": "222222202",
    "596": "000000210",
    "597": "112210220",
    "598": "002221220",
    "599": "222000001",
    "600": "011222022",
    "601": "002012010",
    "602": "122220221",
    "603": "012002001",
    "604": "111220210",
    "605": "021022112",
    "606": "012022000",
    "607": "201122222",
    "608": "002002012",
    "609": "100200200",
    "610": "001012022",
    "611": "001002022",
    "612": "222222221",
    "613": "222122022",
    "614": "022221210",
    "615": "112222212",
    "616": "000000120",
    "617": "200221222",
    "618": "022222222",
    "619": "101102102",
    "620": "112122001",
    "621": "002002000",
    "622": "222222211",
    "623": "000100210",
    "624": "020022002",
    "625": "212101000",
    "626": "210200000",
    "627": "002222222",
    "628": "021100000",
    "629": "112221212",
    "630": "201222212",
    "631": "211222212",
    "632": "101222222",
    "633": "222022001",
    "634": "212112222",
    "635": "101212222",
    "636": "212212101",
    "637": "202000000",
    "638": "122002122",
    "639": "122022121",
    "640": "221111222",
    "641": "100200220",
    "642": "221200220",
    "643": "100000200",
    "644": "000100202",
    "645": "122222111",
    "646": "221222011",
    "647": "000001212",
    "648": "022222122",
    "649": "022012222",
    "650": "222222122",
    "651": "122221221",
    "652": "012221220",
    "653": "222212102",
    "654": "222222011",
    "655": "112002012",
    "656": "100000210",
    "657": "222022122",
    "658": "221220122",
    "659": "201112222",
    "660": "000210221",
    "661": "122002002",
    "662": "222211102",
    "663": "202112222",
    "664": "222112112",
    "665": "212211222",
    "666": "220221012",
    "667": "000021122",
    "668": "001001012",
    "669": "222210200",
    "670": "002022021",
    "671": "220110000",
    "672": "221222112",
    "673": "210200210",
    "674": "002122220",
    "675": "222220100",
    "676": "111022221"
  }
}