{
  "token_to_id": {
    "[PAD]": 0,
    "[MASK]": 1,
    "[DESC]": 2,
    "[IMG]": 3,
    "100210221": 4,
    "112210210": 5,
    "112212222": 6,
    "221200000": 7,
    "220200000": 8,
    "222220222": 9,
    "220222110": 10,
    "111212122": 11,
    "000000020": 12,
    "212221211": 13,
    "222211000": 14,
    "000120222": 15,
    "210220000": 16,
    "222222121": 17,
    "220222222": 18,
    "200210221": 19,
    "000120220": 20,
    "100221222": 21,
    "221220122": 22,
    "022012222": 23,
    "110221222": 24,
    "222222210": 25,
    "022002112": 26,
    "000000101": 27,
    "000121222": 28,
    "102210210": 29,
    "211102111": 30,
    "022221210": 31,
    "222220210": 32,
    "222112000": 33,
    "020000000": 34,
    "022002002": 35,
    "222000001": 36,
    "022222211": 37,
    "000010122": 38,
    "012022122": 39,
    "222222011": 40,
    "000211222": 41,
    "222000002": 42,
    "001122222": 43,
    "000000111": 44,
    "222221202": 45,
    "211222022": 46,
    "220111221": 47,
    "000000120": 48,
    "002012122": 49,
    "222211112": 50,
    "200100200": 51,
    "002122220": 52,
    "222011222": 53,
    "121222222": 54,
    "001012122": 55,
    "222222221": 56,
    "211201102": 57,
    "000210222": 58,
    "000000112": 59,
    "012211222": 60,
    "222221100": 61,
    "100200221": 62,
    "002000222": 63,
    "100100210": 64,
    "111220210": 65,
    "222122000": 66,
    "111022012": 67,
    "222222002": 68,
    "222222012": 69,
    "122022222": 70,
    "hearts": 71,
    "022222122": 72,
    "200220121": 73,
    "222111222": 74,
    "100201201": 75,
    "222222022": 76,
    "222222001": 77,
    "100200222": 78,
    "001001012": 79,
    "122112221": 80,
    "222222212": 81,
    "000021022": 82,
    "102000000": 83,
    "121220221": 84,
    "210220111": 85,
    "120210200": 86,
    "022122210": 87,
    "102222222": 88,
    "222220200": 89,
    "112122122": 90,
    "101222200": 91,
    "2": 92,
    "222111212": 93,
    "001002011": 94,
    "002222101": 95,
    "221212222": 96,
    "211222221": 97,
    "222202100": 98,
    "101202222": 99,
    "111211222": 100,
    "100000210": 101,
    "001022222": 102,
    "010000000": 103,
    "000000201": 104,
    "122122222": 105,
    "122010000": 106,
    "220221002": 107,
    "210010000": 108,
    "022002000": 109,
    "222022012": 110,
    "020210200": 111,
    "202102101": 112,
    "210121012": 113,
    "221122012": 114,
    "001002002": 115,
    "101000000": 116,
    "112122001": 117,
    "122222001": 118,
    "202222222": 119,
    "001012120": 120,
    "100200220": 121,
    "210120010": 122,
    "000111221": 123,
    "220221222": 124,
    "210000100": 125,
    "222022022": 126,
    "222022002": 127,
    "211111111": 128,
    "000200200": 129,
    "201012222": 130,
    "212222210": 131,
    "221221222": 132,
    "122012002": 133,
    "200201211": 134,
    "000000122": 135,
    "222121122": 136,
    "210100000": 137,
    "122022002": 138,
    "122221200": 139,
    "221222011": 140,
    "212101000": 141,
    "221200200": 142,
    "000000211": 143,
    "112222222": 144,
    "000100222": 145,
    "000100211": 146,
    "021000000": 147,
    "212212222": 148,
    "221120000": 149,
    "220200200": 150,
    "000002022": 151,
    "002222222": 152,
    "221220220": 153,
    "201102102": 154,
    "002122102": 155,
    "011000000": 156,
    "000222221": 157,
    "000001122": 158,
    "122221222": 159,
    "202101000": 160,
    "221222112": 161,
    "212112222": 162,
    "000000100": 163,
    "112221212": 164,
    "002022222": 165,
    "clubs": 166,
    "122022121": 167,
    "112000000": 168,
    "210222112": 169,
    "210000000": 170,
    "210220020": 171,
    "022022222": 172,
    "222222120": 173,
    "211212212": 174,
    "210200000": 175,
    "000111222": 176,
    "111221220": 177,
    "012012122": 178,
    "222112002": 179,
    "012112211": 180,
    "222012000": 181,
    "022122112": 182,
    "222012012": 183,
    "000000102": 184,
    "222022122": 185,
    "012022222": 186,
    "002001002": 187,
    "201222212": 188,
    "222211212": 189,
    "112122222": 190,
    "122022122": 191,
    "012002000": 192,
    "111022221": 193,
    "110010011": 194,
    "000200220": 195,
    "100121022": 196,
    "200220222": 197,
    "212211220": 198,
    "000000200": 199,
    "200100000": 200,
    "000021002": 201,
    "200211222": 202,
    "000000000": 203,
    "122222222": 204,
    "022012002": 205,
    "022122000": 206,
    "022022122": 207,
    "201122222": 208,
    "222111022": 209,
    "012000000": 210,
    "212211222": 211,
    "000002002": 212,
    "220210100": 213,
    "222112221": 214,
    "220210210": 215,
    "000000001": 216,
    "221110000": 217,
    "000001112": 218,
    "220220221": 219,
    "10": 220,
    "112210220": 221,
    "022222101": 222,
    "201222222": 223,
    "111122001": 224,
    "221222200": 225,
    "212212101": 226,
    "122222000": 227,
    "100221201": 228,
    "000002122": 229,
    "222222222": 230,
    "111000000": 231,
    "102222022": 232,
    "100210220": 233,
    "000001000": 234,
    "222211202": 235,
    "220200221": 236,
    "220110000": 237,
    "100000000": 238,
    "000012122": 239,
    "102000222": 240,
    "000000222": 241,
    "220022022": 242,
    "000101202": 243,
    "000100120": 244,
    "121121121": 245,
    "101102202": 246,
    "202202102": 247,
    "211112212": 248,
    "221220200": 249,
    "122221221": 250,
    "222212002": 251,
    "221122122": 252,
    "022222222": 253,
    "212222222": 254,
    "111121112": 255,
    "202111222": 256,
    "221200100": 257,
    "222112201": 258,
    "001212222": 259,
    "222122022": 260,
    "200010000": 261,
    "222222122": 262,
    "000001012": 263,
    "111212212": 264,
    "012222221": 265,
    "001001000": 266,
    "220220222": 267,
    "112112112": 268,
    "200220010": 269,
    "112221211": 270,
    "122222111": 271,
    "001222222": 272,
    "022222220": 273,
    "000001212": 274,
    "210221222": 275,
    "112112221": 276,
    "022110100": 277,
    "101102102": 278,
    "001012022": 279,
    "221222000": 280,
    "002002000": 281,
    "122112222": 282,
    "002002122": 283,
    "222221212": 284,
    "111201112": 285,
    "112001000": 286,
    "202222022": 287,
    "diamonds": 288,
    "200100111": 289,
    "002012020": 290,
    "211211212": 291,
    "001022122": 292,
    "122220200": 293,
    "022022022": 294,
    "200221222": 295,
    "210211222": 296,
    "221221221": 297,
    "201221222": 298,
    "112002012": 299,
    "222221221": 300,
    "122221211": 301,
    "200222022": 302,
    "210210221": 303,
    "000200211": 304,
    "222220100": 305,
    "212222102": 306,
    "220210200": 307,
    "022002222": 308,
    "5": 309,
    "210220011": 310,
    "221210200": 311,
    "002002012": 312,
    "022222112": 313,
    "222212112": 314,
    "001002022": 315,
    "000000110": 316,
    "7": 317,
    "102211222": 318,
    "210222122": 319,
    "222012022": 320,
    "122110000": 321,
    "222221211": 322,
    "000001222": 323,
    "222202101": 324,
    "spades": 325,
    "210200200": 326,
    "122012012": 327,
    "000010121": 328,
    "100210222": 329,
    "210200222": 330,
    "222222202": 331,
    "001001002": 332,
    "012022000": 333,
    "211112112": 334,
    "200200220": 335,
    "002022010": 336,
    "212122222": 337,
    "222111201": 338,
    "222122122": 339,
    "221220100": 340,
    "222220102": 341,
    "222210220": 342,
    "012000001": 343,
    "112222022": 344,
    "222112212": 345,
    "202000000": 346,
    "220220220": 347,
    "221210100": 348,
    "222012001": 349,
    "222221220": 350,
    "200000222": 351,
    "211222220": 352,
    "122002002": 353,
    "000000012": 354,
    "000020220": 355,
    "221222222": 356,
    "222221201": 357,
    "221100220": 358,
    "220100000": 359,
    "122122122": 360,
    "211012222": 361,
    "220222000": 362,
    "012012022": 363,
    "222111112": 364,
    "222022222": 365,
    "222112211": 366,
    "012001000": 367,
    "202112222": 368,
    "200200200": 369,
    "002022220": 370,
    "222111000": 371,
    "210200100": 372,
    "211112222": 373,
    "211100000": 374,
    "121100000": 375,
    "122002000": 376,
    "011002001": 377,
    "112222122": 378,
    "222100200": 379,
    "222112001": 380,
    "000100210": 381,
    "122022012": 382,
    "222221000": 383,
    "000011022": 384,
    "021022112": 385,
    "3": 386,
    "222222112": 387,
    "220222212": 388,
    "000002012": 389,
    "220000000": 390,
    "111122022": 391,
    "201000000": 392,
    "222210100": 393,
    "122001022": 394,
    "210220222": 395,
    "122021000": 396,
    "000220210": 397,
    "020020020": 398,
    "222122021": 399,
    "211200210": 400,
    "200121012": 401,
    "022220100": 402,
    "122002012": 403,
    "221220222": 404,
    "012022120": 405,
    "of": 406,
    "100221111": 407,
    "210110211": 408,
    "200210020": 409,
    "221100000": 410,
    "210222222": 411,
    "200200221": 412,
    "211122122": 413,
    "221111000": 414,
    "211221112": 415,
    "221222221": 416,
    "222222102": 417,
    "221210000": 418,
    "000100000": 419,
    "202122222": 420,
    "201101222": 421,
    "111222022": 422,
    "122012001": 423,
    "012112201": 424,
    "212112212": 425,
    "002012222": 426,
    "000122222": 427,
    "222220221": 428,
    "222122121": 429,
    "222002012": 430,
    "122222022": 431,
    "222222201": 432,
    "221111222": 433,
    "100221211": 434,
    "211222222": 435,
    "222022020": 436,
    "222100000": 437,
    "102001000": 438,
    "200220012": 439,
    "100100200": 440,
    "012012110": 441,
    "221220221": 442,
    "122112122": 443,
    "000001102": 444,
    "000001002": 445,
    "111222222": 446,
    "222212222": 447,
    "002222221": 448,
    "210210220": 449,
    "012122221": 450,
    "000000220": 451,
    "002022021": 452,
    "012122222": 453,
    "000110022": 454,
    "212202212": 455,
    "122222200": 456,
    "000000010": 457,
    "211211211": 458,
    "000200210": 459,
    "220122001": 460,
    "122220220": 461,
    "112211211": 462,
    "021100000": 463,
    "022112201": 464,
    "001000222": 465,
    "100000200": 466,
    "222000000": 467,
    "011222222": 468,
    "211200220": 469,
    "220210222": 470,
    "000100220": 471,
    "012121210": 472,
    "221221022": 473,
    "021121222": 474,
    "222222220": 475,
    "220221000": 476,
    "002012010": 477,
    "110122001": 478,
    "000000002": 479,
    "012012211": 480,
    "220121012": 481,
    "222212101": 482,
    "211222102": 483,
    "122000000": 484,
    "011220210": 485,
    "022012012": 486,
    "002012021": 487,
    "000100221": 488,
    "220222211": 489,
    "220111000": 490,
    "222200210": 491,
    "222211102": 492,
    "000200221": 493,
    "210200221": 494,
    "210200210": 495,
    "012002002": 496,
    "000001022": 497,
    "201202202": 498,
    "112222210": 499,
    "211210222": 500,
    "220011001": 501,
    "012221220": 502,
    "222101202": 503,
    "110000000": 504,
    "222002022": 505,
    "222210000": 506,
    "212112211": 507,
    "221100210": 508,
    "002122112": 509,
    "200220221": 510,
    "222222100": 511,
    "9": 512,
    "100200200": 513,
    "122022022": 514,
    "000000011": 515,
    "212222211": 516,
    "012021100": 517,
    "022222212": 518,
    "100222222": 519,
    "222001000": 520,
    "222212202": 521,
    "022012112": 522,
    "211221222": 523,
    "121222211": 524,
    "022122222": 525,
    "211222112": 526,
    "201200101": 527,
    "012222222": 528,
    "002012011": 529,
    "222210102": 530,
    "222222200": 531,
    "102211212": 532,
    "220200100": 533,
    "002002022": 534,
    "121220210": 535,
    "000100200": 536,
    "102211220": 537,
    "122222122": 538,
    "122001000": 539,
    "201201111": 540,
    "211222200": 541,
    "212122001": 542,
    "001000002": 543,
    "220221221": 544,
    "022002122": 545,
    "210200211": 546,
    "112222212": 547,
    "122012000": 548,
    "012012201": 549,
    "222222211": 550,
    "100000100": 551,
    "001220220": 552,
    "221212211": 553,
    "221200220": 554,
    "222112210": 555,
    "000222222": 556,
    "022012022": 557,
    "222222000": 558,
    "001000001": 559,
    "012002222": 560,
    "222211222": 561,
    "4": 562,
    "6": 563,
    "000222022": 564,
    "222212000": 565,
    "222122222": 566,
    "210121002": 567,
    "011222022": 568,
    "221210210": 569,
    "221212212": 570,
    "200000000": 571,
    "000000210": 572,
    "001012221": 573,
    "200122022": 574,
    "102211210": 575,
    "112011012": 576,
    "002221220": 577,
    "001000000": 578,
    "222122001": 579,
    "112112122": 580,
    "021012002": 581,
    "220110210": 582,
    "012002122": 583,
    "012002001": 584,
    "200222222": 585,
    "002001001": 586,
    "211222011": 587,
    "222220220": 588,
    "122002001": 589,
    "100120022": 590,
    "121022012": 591,
    "112211222": 592,
    "120000000": 593,
    "000011220": 594,
    "222000200": 595,
    "220200211": 596,
    "111222210": 597,
    "222112112": 598,
    "222212102": 599,
    "211102102": 600,
    "002000001": 601,
    "222211100": 602,
    "000111220": 603,
    "002022122": 604,
    "001101000": 605,
    "222210200": 606,
    "121022122": 607,
    "211222122": 608,
    "100222111": 609,
    "8": 610,
    "222221222": 611,
    "101222222": 612,
    "221022122": 613,
    "221200210": 614,
    "220222111": 615,
    "122211212": 616,
    "222202001": 617,
    "200200210": 618,
    "221022002": 619,
    "220111222": 620,
    "221201222": 621,
    "101212222": 622,
    "101222220": 623,
    "100220222": 624,
    "211000000": 625,
    "222122012": 626,
    "022111000": 627,
    "111112212": 628,
    "000210221": 629,
    "200200000": 630,
    "222112222": 631,
    "000100202": 632,
    "000000021": 633,
    "222200000": 634,
    "200100100": 635,
    "122002122": 636,
    "222122002": 637,
    "020011011": 638,
    "200210120": 639,
    "210220021": 640,
    "020010021": 641,
    "220221012": 642,
    "211222212": 643,
    "002000000": 644,
    "210220221": 645,
    "022001000": 646,
    "110012012": 647,
    "001012222": 648,
    "002002002": 649,
    "222221210": 650,
    "222221200": 651,
    "100222212": 652,
    "122222221": 653,
    "122220221": 654,
    "000021122": 655,
    "002122222": 656,
    "010220210": 657,
    "222022001": 658,
    "210100221": 659,
    "201112222": 660,
    "020022002": 661,
    "102122222": 662,
    "212222112": 663,
    "112221221": 664,
    "000221220": 665,
    "211222121": 666,
    "212112112": 667,
    "000122022": 668,
    "000100100": 669,
    "220022012": 670,
    "222222111": 671,
    "010012002": 672,
    "222011212": 673,
    "220222220": 674,
    "002222022": 675,
    "000112222": 676
  },
  "id_to_token": {
    "0": "[PAD]",
    "1": "[MASK]",
    "2": "[DESC]",
    "3": "[IMG]",
    "4": "100210221",
    "5": "112210210",
    "6": "112212222",
    "7": "221200000",
    "8": "220200000",
    "9": "222220222",
    "10": "220222110",
    "11": "111212122",
    "12": "000000020",
    "13": "212221211",
    "14": "222211000",
    "15": "000120222",
    "16": "210220000",
    "17": "222222121",
    "18": "220222222",
    "19": "200210221",
    "20": "000120220",
    "21": "100221222",
    "22": "221220122",
    "23": "022012222",
    "24": "110221222",
    "25": "222222210",
    "26": "022002112",
    "27": "000000101",
    "28": "000121222",
    "29": "102210210",
    "30": "211102111",
    "31": "022221210",
    "32": "222220210",
    "33": "222112000",
    "34": "020000000",
    "35": "022002002",
    "36": "222000001",
    "37": "022222211",
    "38": "000010122",
    "39": "012022122",
    "40": "222222011",
    "41": "000211222",
    "42": "222000002",
    "43": "001122222",
    "44": "000000111",
    "45": "222221202",
    "46": "211222022",
    "47": "220111221",
    "48": "000000120",
    "49": "002012122",
    "50": "222211112",
    "51": "200100200",
    "52": "002122220",
    "53": "222011222",
    "54": "121222222",
    "55": "001012122",
    "56": "222222221",
    "57": "211201102",
    "58": "000210222",
    "59": "000000112",
    "60": "012211222",
    "61": "222221100",
    "62": "100200221",
    "63": "002000222",
    "64": "100100210",
    "65": "111220210",
    "66": "222122000",
    "67": "111022012",
    "68": "222222002",
    "69": "222222012",
    "70": "122022222",
    "71": "hearts",
    "72": "022222122",
    "73": "200220121",
    "74": "222111222",
    "75": "100201201",
    "76": "222222022",
    "77": "222222001",
    "78": "100200222",
    "79": "001001012",
    "80": "122112221",
    "81": "222222212",
    "82": "000021022",
    "83": "102000000",
    "84": "121220221",
    "85": "210220111",
    "86": "120210200",
    "87": "022122210",
    "88": "102222222",
    "89": "222220200",
    "90": "112122122",
    "91": "101222200",
    "92": "2",
    "93": "222111212",
    "94": "001002011",
    "95": "002222101",
    "96": "221212222",
    "97": "211222221",
    "98": "222202100",
    "99": "101202222",
    "100": "111211222",
    "101": "100000210",
    "102": "001022222",
    "103": "010000000",
    "104": "000000201",
    "105": "122122222",
    "106": "122010000",
    "107": "220221002",
    "108": "210010000",
    "109": "022002000",
    "110": "222022012",
    "111": "020210200",
    "112": "202102101",
    "113": "210121012",
    "114": "221122012",
    "115": "001002002",
    "116": "101000000",
    "117": "112122001",
    "118": "122222001",
    "119": "202222222",
    "120": "001012120",
    "121": "100200220",
    "122": "210120010",
    "123": "000111221",
    "124": "220221222",
    "125": "210000100",
    "126": "222022022",
    "127": "222022002",
    "128": "211111111",
    "129": "000200200",
    "130": "201012222",
    "131": "212222210",
    "132": "221221222",
    "133": "122012002",
    "134": "200201211",
    "135": "000000122",
    "136": "222121122",
    "137": "210100000",
    "138": "122022002",
    "139": "122221200",
    "140": "221222011",
    "141": "212101000",
    "142": "221200200",
    "143": "000000211",
    "144": "112222222",
    "145": "000100222",
    "146": "000100211",
    "147": "021000000",
    "148": "212212222",
    "149": "221120000",
    "150": "220200200",
    "151": "000002022",
    "152": "002222222",
    "153": "221220220",
    "154": "201102102",
    "155": "002122102",
    "156": "011000000",
    "157": "000222221",
    "158": "000001122",
    "159": "122221222",
    "160": "202101000",
    "161": "221222112",
    "162": "212112222",
    "163": "000000100",
    "164": "112221212",
    "165": "002022222",
    "166": "clubs",
    "167": "122022121",
    "168": "112000000",
    "169": "210222112",
    "170": "210000000",
    "171": "210220020",
    "172": "022022222",
    "173": "222222120",
    "174": "211212212",
    "175": "210200000",
    "176": "000111222",
    "177": "111221220",
    "178": "012012122",
    "179": "222112002",
    "180": "012112211",
    "181": "222012000",
    "182": "022122112",
    "183": "222012012",
    "184": "000000102",
    "185": "222022122",
    "186": "012022222",
    "187": "002001002",
    "188": "201222212",
    "189": "222211212",
    "190": "112122222",
    "191": "122022122",
    "192": "012002000",
    "193": "111022221",
    "194": "110010011",
    "195": "000200220",
    "196": "100121022",
    "197": "200220222",
    "198": "212211220",
    "199": "000000200",
    "200": "200100000",
    "201": "000021002",
    "202": "200211222",
    "203": "000000000",
    "204": "122222222",
    "205": "022012002",
    "206": "022122000",
    "207": "022022122",
    "208": "201122222",
    "209": "222111022",
    "210": "012000000",
    "211": "212211222",
    "212": "000002002",
    "213": "220210100",
    "214": "222112221",
    "215": "220210210",
    "216": "000000001",
    "217": "221110000",
    "218": "000001112",
    "219": "220220221",
    "220": "10",
    "221": "112210220",
    "222": "022222101",
    "223": "201222222",
    "224": "111122001",
    "225": "221222200",
    "226": "212212101",
    "227": "122222000",
    "228": "100221201",
    "229": "000002122",
    "230": "222222222",
    "231": "111000000",
    "232": "102222022",
    "233": "100210220",
    "234": "000001000",
    "235": "222211202",
    "236": "220200221",
    "237": "220110000",
    "238": "100000000",
    "239": "000012122",
    "240": "102000222",
    "241": "000000222",
    "242": "220022022",
    "243": "000101202",
    "244": "000100120",
    "245": "121121121",
    "246": "101102202",
    "247": "202202102",
    "248": "211112212",
    "249": "221220200",
    "250": "122221221",
    "251": "222212002",
    "252": "221122122",
    "253": "022222222",
    "254": "212222222",
    "255": "111121112",
    "256": "202111222",
    "257": "221200100",
    "258": "222112201",
    "259": "001212222",
    "260": "222122022",
    "261": "200010000",
    "262": "222222122",
    "263": "000001012",
    "264": "111212212",
    "265": "012222221",
    "266": "001001000",
    "267": "220220222",
    "268": "112112112",
    "269": "200220010",
    "270": "112221211",
    "271": "122222111",
    "272": "001222222",
    "273": "022222220",
    "274": "000001212",
    "275": "210221222",
    "276": "112112221",
    "277": "022110100",
    "278": "101102102",
    "279": "001012022",
    "280": "221222000",
    "281": "002002000",
    "282": "122112222",
    "283": "002002122",
    "284": "222221212",
    "285": "111201112",
    "286": "112001000",
    "287": "202222022",
    "288": "diamonds",
    "289": "200100111",
    "290": "002012020",
    "291": "211211212",
    "292": "001022122",
    "293": "122220200",
    "294": "022022022",
    "295": "200221222",
    "296": "210211222",
    "297": "221221221",
    "298": "201221222",
    "299": "112002012",
    "300": "222221221",
    "301": "122221211",
    "302": "200222022",
    "303": "210210221",
    "304": "000200211",
    "305": "222220100",
    "306": "212222102",
    "307": "220210200",
    "308": "022002222",
    "309": "5",
    "310": "210220011",
    "311": "221210200",
    "312": "002002012",
    "313": "022222112",
    "314": "222212112",
    "315": "001002022",
    "316": "000000110",
    "317": "7",
    "318": "102211222",
    "319": "210222122",
    "320": "222012022",
    "321": "122110000",
    "322": "222221211",
    "323": "000001222",
    "324": "222202101",
    "325": "spades",
    "326": "210200200",
    "327": "122012012",
    "328": "000010121",
    "329": "100210222",
    "330": "210200222",
    "331": "222222202",
    "332": "001001002",
    "333": "012022000",
    "334": "211112112",
    "335": "200200220",
    "336": "002022010",
    "337": "212122222",
    "338": "222111201",
    "339": "222122122",
    "340": "221220100",
    "341": "222220102",
    "342": "222210220",
    "343": "012000001",
    "344": "112222022",
    "345": "222112212",
    "346": "202000000",
    "347": "220220220",
    "348": "221210100",
    "349": "222012001",
    "350": "222221220",
    "351": "200000222",
    "352": "211222220",
    "353": "122002002",
    "354": "000000012",
    "355": "000020220",
    "356": "221222222",
    "357": "222221201",
    "358": "221100220",
    "359": "220100000",
    "360": "122122122",
    "361": "211012222",
    "362": "220222000",
    "363": "012012022",
    "364": "222111112",
    "365": "222022222",
    "366": "222112211",
    "367": "012001000",
    "368": "202112222",
    "369": "200200200",
    "370": "002022220",
    "371": "222111000",
    "372": "210200100",
    "373": "211112222",
    "374": "211100000",
    "375": "121100000",
    "376": "122002000",
    "377": "011002001",
    "378": "112222122",
    "379": "222100200",
    "380": "222112001",
    "381": "000100210",
    "382": "122022012",
    "383": "222221000",
    "384": "000011022",
    "385": "021022112",
    "386": "3",
    "387": "222222112",
    "388": "220222212",
    "389": "000002012",
    "390": "220000000",
    "391": "111122022",
    "392": "201000000",
    "393": "222210100",
    "394": "122001022",
    "395": "210220222",
    "396": "122021000",
    "397": "000220210",
    "398": "020020020",
    "399": "222122021",
    "400": "211200210",
    "401": "200121012",
    "402": "022220100",
    "403": "122002012",
    "404": "221220222",
    "405": "012022120",
    "406": "of",
    "407": "100221111",
    "408": "210110211",
    "409": "200210020",
    "410": "221100000",
    "411": "210222222",
    "412": "200200221",
    "413": "211122122",
    "414": "221111000",
    "415": "211221112",
    "416": "221222221",
    "417": "222222102",
    "418": "221210000",
    "419": "000100000",
    "420": "202122222",
    "421": "201101222",
    "422": "111222022",
    "423": "122012001",
    "424": "012112201",
    "425": "212112212",
    "426": "002012222",
    "427": "000122222",
    "428": "222220221",
    "429": "222122121",
    "430": "222002012",
    "431": "122222022",
    "432": "222222201",
    "433": "221111222",
    "434": "100221211",
    "435": "211222222",
    "436": "222022020",
    "437": "222100000",
    "438": "102001000",
    "439": "200220012",
    "440": "100100200",
    "441": "012012110",
    "442": "221220221",
    "443": "122112122",
    "444": "000001102",
    "445": "000001002",
    "446": "111222222",
    "447": "222212222",
    "448": "002222221",
    "449": "210210220",
    "450": "012122221",
    "451": "000000220",
    "452": "002022021",
    "453": "012122222",
    "454": "000110022",
    "455": "212202212",
    "456": "122222200",
    "457": "000000010",
    "458": "211211211",
    "459": "000200210",
    "460": "220122001",
    "461": "122220220",
    "462": "112211211",
    "463": "021100000",
    "464": "022112201",
    "465": "001000222",
    "466": "100000200",
    "467": "222000000",
    "468": "011222222",
    "469": "211200220",
    "470": "220210222",
    "471": "000100220",
    "472": "012121210",
    "473": "221221022",
    "474": "021121222",
    "475": "222222220",
    "476": "220221000",
    "477": "002012010",
    "478": "110122001",
    "479": "000000002",
    "480": "012012211",
    "481": "220121012",
    "482": "222212101",
    "483": "211222102",
    "484": "122000000",
    "485": "011220210",
    "486": "022012012",
    "487": "002012021",
    "488": "000100221",
    "489": "220222211",
    "490": "220111000",
    "491": "222200210",
    "492": "222211102",
    "493": "000200221",
    "494": "210200221",
    "495": "210200210",
    "496": "012002002",
    "497": "000001022",
    "498": "201202202",
    "499": "112222210",
    "500": "211210222",
    "501": "220011001",
    "502": "012221220",
    "503": "222101202",
    "504": "110000000",
    "505": "222002022",
    "506": "222210000",
    "507": "212112211",
    "508": "221100210",
    "509": "002122112",
    "510": "200220221",
    "511": "222222100",
    "512": "9",
    "513": "100200200",
    "514": "122022022",
    "515": "000000011",
    "516": "212222211",
    "517": "012021100",
    "518": "022222212",
    "519": "100222222",
    "520": "222001000",
    "521": "222212202",
    "522": "022012112",
    "523": "211221222",
    "524": "121222211",
    "525": "022122222",
    "526": "211222112",
    "527": "201200101",
    "528": "012222222",
    "529": "002012011",
    "530": "222210102",
    "531": "222222200",
    "532": "102211212",
    "533": "220200100",
    "534": "002002022",
    "535": "121220210",
    "536": "000100200",
    "537": "102211220",
    "538": "122222122",
    "539": "122001000",
    "540": "201201111",
    "541": "211222200",
    "542": "212122001",
    "543": "001000002",
    "544": "220221221",
    "545": "022002122",
    "546": "210200211",
    "547": "112222212",
    "548": "122012000",
    "549": "012012201",
    "550": "222222211",
    "551": "100000100",
    "552": "001220220",
    "553": "221212211",
    "554": "221200220",
    "555": "222112210",
    "556": "000222222",
    "557": "022012022",
    "558": "222222000",
    "559": "001000001",
    "560": "012002222",
    "561": "222211222",
    "562": "4",
    "563": "6",
    "564": "000222022",
    "565": "222212000",
    "566": "222122222",
    "567": "210121002",
    "568": "011222022",
    "569": "221210210",
    "570": "221212212",
    "571": "200000000",
    "572": "000000210",
    "573": "001012221",
    "574": "200122022",
    "575": "102211210",
    "576": "112011012",
    "577": "002221220",
    "578": "001000000",
    "579": "222122001",
    "580": "112112122",
    "581": "021012002",
    "582": "220110210",
    "583": "012002122",
    "584": "012002001",
    "585": "200222222",
    "586": "002001001",
    "587": "211222011",
    "588": "222220220",
    "589": "122002001",
    "590": "100120022",
    "591": "121022012",
    "592": "112211222",
    "593": "120000000",
    "594": "000011220",
    "595": "222000200",
    "596": "220200211",
    "597": "111222210",
    "598": "222112112",
    "599": "222212102",
    "600": "211102102",
    "601": "002000001",
    "602": "222211100",
    "603": "000111220",
    "604": "002022122",
    "605": "001101000",
    "606": "222210200",
    "607": "121022122",
    "608": "211222122",
    "609": "100222111",
    "610": "8",
    "611": "222221222",
    "612": "101222222",
    "613": "221022122",
    "614": "221200210",
    "615": "220222111",
    "616": "122211212",
    "617": "222202001",
    "618": "200200210",
    "619": "221022002",
    "620": "220111222",
    "621": "221201222",
    "622": "101212222",
    "623": "101222220",
    "624": "100220222",
    "625": "211000000",
    "626": "222122012",
    "627": "022111000",
    "628": "111112212",
    "629": "000210221",
    "630": "200200000",
    "631": "222112222",
    "632": "000100202",
    "633": "000000021",
    "634": "222200000",
    "635": "200100100",
    "636": "122002122",
    "637": "222122002",
    "638": "020011011",
    "639": "200210120",
    "640": "210220021",
    "641": "020010021",
    "642": "220221012",
    "643": "211222212",
    "644": "002000000",
    "645": "210220221",
    "646": "022001000",
    "647": "110012012",
    "648": "001012222",
    "649": "002002002",
    "650": "222221210",
    "651": "222221200",
    "652": "100222212",
    "653": "122222221",
    "654": "122220221",
    "655": "000021122",
    "656": "002122222",
    "657": "010220210",
    "658": "222022001",
    "659": "210100221",
    "660": "201112222",
    "661": "020022002",
    "662": "102122222",
    "663": "212222112",
    "664": "112221221",
    "665": "000221220",
    "666": "211222121",
    "667": "212112112",
    "668": "000122022",
    "669": "000100100",
    "670": "220022012",
    "671": "222222111",
    "672": "010012002",
    "673": "222011212",
    "674": "220222220",
    "675": "002222022",
    "676": "000112222"
  }
}