{
  "token_to_id": {
    "[DESC]": 0,
    "[MASK]": 1,
    "[PAD]": 2,
    "[IMG]": 3,
    "001122222": 4,
    "210110211": 5,
    "222222112": 6,
    "101222200": 7,
    "112001000": 8,
    "012012122": 9,
    "110010011": 10,
    "222222002": 11,
    "000112222": 12,
    "201012222": 13,
    "210200211": 14,
    "002122220": 15,
    "111022012": 16,
    "102211222": 17,
    "122022022": 18,
    "220221000": 19,
    "220220221": 20,
    "221212222": 21,
    "220022012": 22,
    "200220012": 23,
    "002222022": 24,
    "222222201": 25,
    "001012122": 26,
    "211222212": 27,
    "112221221": 28,
    "7": 29,
    "112222210": 30,
    "101000000": 31,
    "8": 32,
    "000020220": 33,
    "222210000": 34,
    "10": 35,
    "022122000": 36,
    "100221222": 37,
    "000000010": 38,
    "211222011": 39,
    "122021000": 40,
    "000100100": 41,
    "222221200": 42,
    "000111222": 43,
    "200200200": 44,
    "6": 45,
    "201000000": 46,
    "212222102": 47,
    "211122122": 48,
    "211201102": 49,
    "211210222": 50,
    "222221222": 51,
    "001001000": 52,
    "000000101": 53,
    "221210200": 54,
    "112112221": 55,
    "012221220": 56,
    "112211222": 57,
    "200210221": 58,
    "210220011": 59,
    "201221222": 60,
    "221221222": 61,
    "001000222": 62,
    "200122022": 63,
    "012000000": 64,
    "022222222": 65,
    "000011220": 66,
    "000000200": 67,
    "000200221": 68,
    "210211222": 69,
    "111222222": 70,
    "001012022": 71,
    "001012120": 72,
    "111000000": 73,
    "211222022": 74,
    "012002002": 75,
    "222202100": 76,
    "112221211": 77,
    "000001022": 78,
    "221210100": 79,
    "011000000": 80,
    "210120010": 81,
    "022002112": 82,
    "000001222": 83,
    "111022221": 84,
    "000021122": 85,
    "122012012": 86,
    "002000222": 87,
    "000000211": 88,
    "212222222": 89,
    "221200220": 90,
    "111212122": 91,
    "112000000": 92,
    "100000100": 93,
    "222111212": 94,
    "122022222": 95,
    "121220210": 96,
    "122222222": 97,
    "222122022": 98,
    "012122221": 99,
    "222112001": 100,
    "011002001": 101,
    "011222022": 102,
    "222211100": 103,
    "000210221": 104,
    "000002002": 105,
    "202112222": 106,
    "102001000": 107,
    "221212211": 108,
    "022012022": 109,
    "222012022": 110,
    "220200200": 111,
    "200000222": 112,
    "100000000": 113,
    "022222112": 114,
    "122001022": 115,
    "000000011": 116,
    "211102102": 117,
    "122221200": 118,
    "201101222": 119,
    "000000001": 120,
    "122220220": 121,
    "200200220": 122,
    "220222222": 123,
    "000002022": 124,
    "hearts": 125,
    "221212212": 126,
    "010220210": 127,
    "122220221": 128,
    "222211000": 129,
    "221200200": 130,
    "000010122": 131,
    "110122001": 132,
    "021022112": 133,
    "000110022": 134,
    "121222222": 135,
    "121121121": 136,
    "222222222": 137,
    "200100111": 138,
    "201102102": 139,
    "222222011": 140,
    "000002012": 141,
    "000000210": 142,
    "222222210": 143,
    "210000000": 144,
    "111221220": 145,
    "020022002": 146,
    "221221221": 147,
    "022012222": 148,
    "211200210": 149,
    "002012010": 150,
    "002002000": 151,
    "222212112": 152,
    "001000001": 153,
    "012022120": 154,
    "002122222": 155,
    "012222222": 156,
    "222220222": 157,
    "020210200": 158,
    "222222012": 159,
    "112222212": 160,
    "002022010": 161,
    "222112221": 162,
    "222012012": 163,
    "211212212": 164,
    "220200221": 165,
    "102000000": 166,
    "222221100": 167,
    "201112222": 168,
    "021121222": 169,
    "220222212": 170,
    "212211220": 171,
    "112221212": 172,
    "112211211": 173,
    "122112222": 174,
    "210220221": 175,
    "211200220": 176,
    "000011022": 177,
    "211211212": 178,
    "222211112": 179,
    "002012021": 180,
    "222222111": 181,
    "210200100": 182,
    "001022122": 183,
    "222002012": 184,
    "100200221": 185,
    "222220102": 186,
    "220200000": 187,
    "212222112": 188,
    "221122012": 189,
    "000000002": 190,
    "212112211": 191,
    "210121012": 192,
    "001222222": 193,
    "000000112": 194,
    "000100000": 195,
    "100222111": 196,
    "212112222": 197,
    "220220220": 198,
    "000001000": 199,
    "221220222": 200,
    "122002012": 201,
    "222200000": 202,
    "212122001": 203,
    "222211212": 204,
    "220222110": 205,
    "222122122": 206,
    "222122121": 207,
    "122211212": 208,
    "221120000": 209,
    "200221222": 210,
    "002012122": 211,
    "3": 212,
    "000021002": 213,
    "212112212": 214,
    "022002222": 215,
    "011222222": 216,
    "221222011": 217,
    "100200200": 218,
    "210010000": 219,
    "211112222": 220,
    "012022122": 221,
    "222222120": 222,
    "222101202": 223,
    "222011212": 224,
    "220210210": 225,
    "202202102": 226,
    "122110000": 227,
    "000100120": 228,
    "022022122": 229,
    "222222022": 230,
    "000021022": 231,
    "222221211": 232,
    "222212202": 233,
    "012012211": 234,
    "002002002": 235,
    "100222222": 236,
    "000100211": 237,
    "012012201": 238,
    "201200101": 239,
    "221201222": 240,
    "012022222": 241,
    "100100200": 242,
    "222211222": 243,
    "121022012": 244,
    "010000000": 245,
    "000111220": 246,
    "022002002": 247,
    "122221222": 248,
    "222000001": 249,
    "222022020": 250,
    "000220210": 251,
    "202222022": 252,
    "211111111": 253,
    "111222210": 254,
    "220121012": 255,
    "122222200": 256,
    "001002022": 257,
    "022111000": 258,
    "222222212": 259,
    "112210220": 260,
    "122222122": 261,
    "220110210": 262,
    "012121210": 263,
    "012222221": 264,
    "002002012": 265,
    "111220210": 266,
    "022122210": 267,
    "101222220": 268,
    "212101000": 269,
    "012000001": 270,
    "012021100": 271,
    "102211212": 272,
    "021012002": 273,
    "222222200": 274,
    "220222220": 275,
    "200010000": 276,
    "222221201": 277,
    "211100000": 278,
    "221200100": 279,
    "000200200": 280,
    "202222222": 281,
    "222002022": 282,
    "022222101": 283,
    "101102202": 284,
    "000100221": 285,
    "200220222": 286,
    "221222000": 287,
    "222220210": 288,
    "111122022": 289,
    "120000000": 290,
    "201222222": 291,
    "202101000": 292,
    "222122222": 293,
    "002022021": 294,
    "012002222": 295,
    "222112210": 296,
    "222000000": 297,
    "001101000": 298,
    "202111222": 299,
    "220110000": 300,
    "222220220": 301,
    "222210200": 302,
    "000000122": 303,
    "002222221": 304,
    "210100000": 305,
    "022012002": 306,
    "201201111": 307,
    "200210020": 308,
    "221200210": 309,
    "001212222": 310,
    "212211222": 311,
    "221222221": 312,
    "100221201": 313,
    "002221220": 314,
    "210000100": 315,
    "221111000": 316,
    "of": 317,
    "221210210": 318,
    "220111000": 319,
    "122022121": 320,
    "020000000": 321,
    "222221000": 322,
    "002222222": 323,
    "121100000": 324,
    "222210220": 325,
    "110221222": 326,
    "102222222": 327,
    "220200100": 328,
    "220221222": 329,
    "000000000": 330,
    "222222221": 331,
    "000122222": 332,
    "100201201": 333,
    "112122122": 334,
    "012002001": 335,
    "222221221": 336,
    "001001012": 337,
    "000222222": 338,
    "000200210": 339,
    "001000000": 340,
    "020011011": 341,
    "210200000": 342,
    "210220000": 343,
    "211222222": 344,
    "122012000": 345,
    "112210210": 346,
    "221111222": 347,
    "022221210": 348,
    "000101202": 349,
    "000001012": 350,
    "212212222": 351,
    "002012222": 352,
    "112222122": 353,
    "102211220": 354,
    "002222101": 355,
    "201202202": 356,
    "200100200": 357,
    "000000102": 358,
    "210200200": 359,
    "222012001": 360,
    "001012222": 361,
    "111212212": 362,
    "122222022": 363,
    "002000000": 364,
    "012122222": 365,
    "121022122": 366,
    "211000000": 367,
    "221222200": 368,
    "000000111": 369,
    "101102102": 370,
    "022002000": 371,
    "210100221": 372,
    "101222222": 373,
    "000010121": 374,
    "220222111": 375,
    "222112212": 376,
    "000000021": 377,
    "000121222": 378,
    "211112212": 379,
    "021000000": 380,
    "210221222": 381,
    "002001002": 382,
    "211222121": 383,
    "222122002": 384,
    "200200000": 385,
    "200100000": 386,
    "200222022": 387,
    "002122102": 388,
    "022122112": 389,
    "202122222": 390,
    "222221212": 391,
    "022222220": 392,
    "221210000": 393,
    "clubs": 394,
    "022022222": 395,
    "000100222": 396,
    "111222022": 397,
    "222222211": 398,
    "222000002": 399,
    "000000120": 400,
    "200121012": 401,
    "222012000": 402,
    "222212101": 403,
    "220210222": 404,
    "5": 405,
    "211221222": 406,
    "122002001": 407,
    "200201211": 408,
    "022110100": 409,
    "222122021": 410,
    "101202222": 411,
    "000001102": 412,
    "210210220": 413,
    "222022222": 414,
    "122012002": 415,
    "011220210": 416,
    "220220222": 417,
    "210200210": 418,
    "112122222": 419,
    "211222122": 420,
    "222112112": 421,
    "122002002": 422,
    "220221221": 423,
    "220100000": 424,
    "111201112": 425,
    "112112122": 426,
    "100121022": 427,
    "000001002": 428,
    "220210200": 429,
    "002012020": 430,
    "000000020": 431,
    "110012012": 432,
    "222221210": 433,
    "221221022": 434,
    "222022012": 435,
    "002000001": 436,
    "222111201": 437,
    "022220100": 438,
    "122112221": 439,
    "100000200": 440,
    "200200210": 441,
    "200220121": 442,
    "212222210": 443,
    "211222102": 444,
    "122112122": 445,
    "112222022": 446,
    "122222111": 447,
    "002002122": 448,
    "122001000": 449,
    "221222112": 450,
    "100000210": 451,
    "200000000": 452,
    "000000220": 453,
    "100210220": 454,
    "000000012": 455,
    "222212000": 456,
    "221122122": 457,
    "000000201": 458,
    "221100210": 459,
    "000120222": 460,
    "012211222": 461,
    "222122000": 462,
    "122022122": 463,
    "000001212": 464,
    "210222122": 465,
    "2": 466,
    "221110000": 467,
    "122002000": 468,
    "111112212": 469,
    "211222200": 470,
    "012112211": 471,
    "200210120": 472,
    "022112201": 473,
    "222202001": 474,
    "000000222": 475,
    "000100220": 476,
    "000222022": 477,
    "221220122": 478,
    "222111222": 479,
    "112112112": 480,
    "222111112": 481,
    "222222122": 482,
    "102222022": 483,
    "222211102": 484,
    "102122222": 485,
    "222112201": 486,
    "222220221": 487,
    "012002000": 488,
    "012001000": 489,
    "020020020": 490,
    "100210221": 491,
    "222222000": 492,
    "200211222": 493,
    "002022222": 494,
    "012112201": 495,
    "112011012": 496,
    "222222220": 497,
    "212202212": 498,
    "210210221": 499,
    "210200222": 500,
    "111121112": 501,
    "210222112": 502,
    "002122112": 503,
    "000012122": 504,
    "221200000": 505,
    "222022002": 506,
    "211222220": 507,
    "222200210": 508,
    "212221211": 509,
    "220221012": 510,
    "001220220": 511,
    "222220200": 512,
    "100210222": 513,
    "122222001": 514,
    "000000110": 515,
    "210200221": 516,
    "221100000": 517,
    "220111221": 518,
    "022222122": 519,
    "221220220": 520,
    "012012110": 521,
    "122122222": 522,
    "001002002": 523,
    "102210210": 524,
    "222222202": 525,
    "000001112": 526,
    "122221221": 527,
    "201222212": 528,
    "022022022": 529,
    "211211211": 530,
    "220210100": 531,
    "200220010": 532,
    "102000222": 533,
    "211102111": 534,
    "212222211": 535,
    "222022122": 536,
    "111211222": 537,
    "102211210": 538,
    "222112002": 539,
    "222121122": 540,
    "221220200": 541,
    "000100210": 542,
    "111122001": 543,
    "112002012": 544,
    "022002122": 545,
    "212212101": 546,
    "210220111": 547,
    "222212222": 548,
    "222022001": 549,
    "122222221": 550,
    "210222222": 551,
    "001001002": 552,
    "222001000": 553,
    "002012011": 554,
    "012012022": 555,
    "000122022": 556,
    "122122122": 557,
    "222222121": 558,
    "diamonds": 559,
    "002002022": 560,
    "222112211": 561,
    "9": 562,
    "122000000": 563,
    "211112112": 564,
    "210220020": 565,
    "000222221": 566,
    "210220222": 567,
    "122012001": 568,
    "121222211": 569,
    "100220222": 570,
    "000000100": 571,
    "211222112": 572,
    "000210222": 573,
    "021100000": 574,
    "222000200": 575,
    "002001001": 576,
    "221220221": 577,
    "222221202": 578,
    "012002122": 579,
    "001002011": 580,
    "222210100": 581,
    "222122001": 582,
    "221222222": 583,
    "222211202": 584,
    "001000002": 585,
    "120210200": 586,
    "122222000": 587,
    "200222222": 588,
    "222220100": 589,
    "012022000": 590,
    "220011001": 591,
    "spades": 592,
    "000002122": 593,
    "222011222": 594,
    "220200211": 595,
    "020010021": 596,
    "220111222": 597,
    "000100202": 598,
    "002022220": 599,
    "100200220": 600,
    "112122001": 601,
    "220000000": 602,
    "222100200": 603,
    "100221211": 604,
    "222112222": 605,
    "221022122": 606,
    "211012222": 607,
    "022012112": 608,
    "122022012": 609,
    "000001122": 610,
    "121220221": 611,
    "000211222": 612,
    "112222222": 613,
    "222212002": 614,
    "110000000": 615,
    "222212102": 616,
    "221022002": 617,
    "122221211": 618,
    "222210102": 619,
    "220022022": 620,
    "210121002": 621,
    "222222001": 622,
    "211222221": 623,
    "000200211": 624,
    "222221220": 625,
    "210220021": 626,
    "000200220": 627,
    "222111022": 628,
    "002022122": 629,
    "200200221": 630,
    "211221112": 631,
    "222222102": 632,
    "222111000": 633,
    "100200222": 634,
    "212112112": 635,
    "022012012": 636,
    "222022022": 637,
    "122002122": 638,
    "4": 639,
    "000120220": 640,
    "022001000": 641,
    "200220221": 642,
    "222202101": 643,
    "222222100": 644,
    "200100100": 645,
    "220221002": 646,
    "100222212": 647,
    "022222211": 648,
    "122010000": 649,
    "100221111": 650,
    "101212222": 651,
    "222122012": 652,
    "222112000": 653,
    "220122001": 654,
    "201122222": 655,
    "221220100": 656,
    "202102101": 657,
    "220222000": 658,
    "122220200": 659,
    "100100210": 660,
    "000100200": 661,
    "000111221": 662,
    "202000000": 663,
    "001022222": 664,
    "112212222": 665,
    "212122222": 666,
    "022222212": 667,
    "000221220": 668,
    "221100220": 669,
    "001012221": 670,
    "220222211": 671,
    "100120022": 672,
    "122022002": 673,
    "022122222": 674,
    "010012002": 675,
    "222100000": 676
  },
  "id_to_token": {
    "0": "[DESC]",
    "1": "[MASK]",
    "2": "[PAD]",
    "3": "[IMG]",
    "4": "001122222",
    "5": "210110211",
    "6": "222222112",
    "7": "101222200",
    "8": "112001000",
    "9": "012012122",
    "10": "110010011",
    "11": "222222002",
    "12": "000112222",
    "13": "201012222",
    "14": "210200211",
    "15": "002122220",
    "16": "111022012",
    "17": "102211222",
    "18": "122022022",
    "19": "220221000",
    "20": "220220221",
    "21": "221212222",
    "22": "220022012",
    "23": "200220012",
    "24": "002222022",
    "25": "222222201",
    "26": "001012122",
    "27": "211222212",
    "28": "112221221",
    "29": "7",
    "30": "112222210",
    "31": "101000000",
    "32": "8",
    "33": "000020220",
    "34": "222210000",
    "35": "10",
    "36": "022122000",
    "37": "100221222",
    "38": "000000010",
    "39": "211222011",
    "40": "122021000",
    "41": "000100100",
    "42": "222221200",
    "43": "000111222",
    "44": "200200200",
    "45": "6",
    "46": "201000000",
    "47": "212222102",
    "48": "211122122",
    "49": "211201102",
    "50": "211210222",
    "51": "222221222",
    "52": "001001000",
    "53": "000000101",
    "54": "221210200",
    "55": "112112221",
    "56": "012221220",
    "57": "112211222",
    "58": "200210221",
    "59": "210220011",
    "60": "201221222",
    "61": "221221222",
    "62": "001000222",
    "63": "200122022",
    "64": "012000000",
    "65": "022222222",
    "66": "000011220",
    "67": "000000200",
    "68": "000200221",
    "69": "210211222",
    "70": "111222222",
    "71": "001012022",
    "72": "001012120",
    "73": "111000000",
    "74": "211222022",
    "75": "012002002",
    "76": "222202100",
    "77": "112221211",
    "78": "000001022",
    "79": "221210100",
    "80": "011000000",
    "81": "210120010",
    "82": "022002112",
    "83": "000001222",
    "84": "111022221",
    "85": "000021122",
    "86": "122012012",
    "87": "002000222",
    "88": "000000211",
    "89": "212222222",
    "90": "221200220",
    "91": "111212122",
    "92": "112000000",
    "93": "100000100",
    "94": "222111212",
    "95": "122022222",
    "96": "121220210",
    "97": "122222222",
    "98": "222122022",
    "99": "012122221",
    "100": "222112001",
    "101": "011002001",
    "102": "011222022",
    "103": "222211100",
    "104": "000210221",
    "105": "000002002",
    "106": "202112222",
    "107": "102001000",
    "108": "221212211",
    "109": "022012022",
    "110": "222012022",
    "111": "220200200",
    "112": "200000222",
    "113": "100000000",
    "114": "022222112",
    "115": "122001022",
    "116": "000000011",
    "117": "211102102",
    "118": "122221200",
    "119": "201101222",
    "120": "000000001",
    "121": "122220220",
    "122": "200200220",
    "123": "220222222",
    "124": "000002022",
    "125": "hearts",
    "126": "221212212",
    "127": "010220210",
    "128": "122220221",
    "129": "222211000",
    "130": "221200200",
    "131": "000010122",
    "132": "110122001",
    "133": "021022112",
    "134": "000110022",
    "135": "121222222",
    "136": "121121121",
    "137": "222222222",
    "138": "200100111",
    "139": "201102102",
    "140": "222222011",
    "141": "000002012",
    "142": "000000210",
    "143": "222222210",
    "144": "210000000",
    "145": "111221220",
    "146": "020022002",
    "147": "221221221",
    "148": "022012222",
    "149": "211200210",
    "150": "002012010",
    "151": "002002000",
    "152": "222212112",
    "153": "001000001",
    "154": "012022120",
    "155": "002122222",
    "156": "012222222",
    "157": "222220222",
    "158": "020210200",
    "159": "222222012",
    "160": "112222212",
    "161": "002022010",
    "162": "222112221",
    "163": "222012012",
    "164": "211212212",
    "165": "220200221",
    "166": "102000000",
    "167": "222221100",
    "168": "201112222",
    "169": "021121222",
    "170": "220222212",
    "171": "212211220",
    "172": "112221212",
    "173": "112211211",
    "174": "122112222",
    "175": "210220221",
    "176": "211200220",
    "177": "000011022",
    "178": "211211212",
    "179": "222211112",
    "180": "002012021",
    "181": "222222111",
    "182": "210200100",
    "183": "001022122",
    "184": "222002012",
    "185": "100200221",
    "186": "222220102",
    "187": "220200000",
    "188": "212222112",
    "189": "221122012",
    "190": "000000002",
    "191": "212112211",
    "192": "210121012",
    "193": "001222222",
    "194": "000000112",
    "195": "000100000",
    "196": "100222111",
    "197": "212112222",
    "198": "220220220",
    "199": "000001000",
    "200": "221220222",
    "201": "122002012",
    "202": "222200000",
    "203": "212122001",
    "204": "222211212",
    "205": "220222110",
    "206": "222122122",
    "207": "222122121",
    "208": "122211212",
    "209": "221120000",
    "210": "200221222",
    "211": "002012122",
    "212": "3",
    "213": "000021002",
    "214": "212112212",
    "215": "022002222",
    "216": "011222222",
    "217": "221222011",
    "218": "100200200",
    "219": "210010000",
    "220": "211112222",
    "221": "012022122",
    "222": "222222120",
    "223": "222101202",
    "224": "222011212",
    "225": "220210210",
    "226": "202202102",
    "227": "122110000",
    "228": "000100120",
    "229": "022022122",
    "230": "222222022",
    "231": "000021022",
    "232": "222221211",
    "233": "222212202",
    "234": "012012211",
    "235": "002002002",
    "236": "100222222",
    "237": "000100211",
    "238": "012012201",
    "239": "201200101",
    "240": "221201222",
    "241": "012022222",
    "242": "100100200",
    "243": "222211222",
    "244": "121022012",
    "245": "010000000",
    "246": "000111220",
    "247": "022002002",
    "248": "122221222",
    "249": "222000001",
    "250": "222022020",
    "251": "000220210",
    "252": "202222022",
    "253": "211111111",
    "254": "111222210",
    "255": "220121012",
    "256": "122222200",
    "257": "001002022",
    "258": "022111000",
    "259": "222222212",
    "260": "112210220",
    "261": "122222122",
    "262": "220110210",
    "263": "012121210",
    "264": "012222221",
    "265": "002002012",
    "266": "111220210",
    "267": "022122210",
    "268": "101222220",
    "269": "212101000",
    "270": "012000001",
    "271": "012021100",
    "272": "102211212",
    "273": "021012002",
    "274": "222222200",
    "275": "220222220",
    "276": "200010000",
    "277": "222221201",
    "278": "211100000",
    "279": "221200100",
    "280": "000200200",
    "281": "202222222",
    "282": "222002022",
    "283": "022222101",
    "284": "101102202",
    "285": "000100221",
    "286": "200220222",
    "287": "221222000",
    "288": "222220210",
    "289": "111122022",
    "290": "120000000",
    "291": "201222222",
    "292": "202101000",
    "293": "222122222",
    "294": "002022021",
    "295": "012002222",
    "296": "222112210",
    "297": "222000000",
    "298": "001101000",
    "299": "202111222",
    "300": "220110000",
    "301": "222220220",
    "302": "222210200",
    "303": "000000122",
    "304": "002222221",
    "305": "210100000",
    "306": "022012002",
    "307": "201201111",
    "308": "200210020",
    "309": "221200210",
    "310": "001212222",
    "311": "212211222",
    "312": "221222221",
    "313": "100221201",
    "314": "002221220",
    "315": "210000100",
    "316": "221111000",
    "317": "of",
    "318": "221210210",
    "319": "220111000",
    "320": "122022121",
    "321": "020000000",
    "322": "222221000",
    "323": "002222222",
    "324": "121100000",
    "325": "222210220",
    "326": "110221222",
    "327": "102222222",
    "328": "220200100",
    "329": "220221222",
    "330": "000000000",
    "331": "222222221",
    "332": "000122222",
    "333": "100201201",
    "334": "112122122",
    "335": "012002001",
    "336": "222221221",
    "337": "001001012",
    "338": "000222222",
    "339": "000200210",
    "340": "001000000",
    "341": "020011011",
    "342": "210200000",
    "343": "210220000",
    "344": "211222222",
    "345": "122012000",
    "346": "112210210",
    "347": "221111222",
    "348": "022221210",
    "349": "000101202",
    "350": "000001012",
    "351": "212212222",
    "352": "002012222",
    "353": "112222122",
    "354": "102211220",
    "355": "002222101",
    "356": "201202202",
    "357": "200100200",
    "358": "000000102",
    "359": "210200200",
    "360": "222012001",
    "361": "001012222",
    "362": "111212212",
    "363": "122222022",
    "364": "002000000",
    "365": "012122222",
    "366": "121022122",
    "367": "211000000",
    "368": "221222200",
    "369": "000000111",
    "370": "101102102",
    "371": "022002000",
    "372": "210100221",
    "373": "101222222",
    "374": "000010121",
    "375": "220222111",
    "376": "222112212",
    "377": "000000021",
    "378": "000121222",
    "379": "211112212",
    "380": "021000000",
    "381": "210221222",
    "382": "002001002",
    "383": "211222121",
    "384": "222122002",
    "385": "200200000",
    "386": "200100000",
    "387": "200222022",
    "388": "002122102",
    "389": "022122112",
    "390": "202122222",
    "391": "222221212",
    "392": "022222220",
    "393": "221210000",
    "394": "clubs",
    "395": "022022222",
    "396": "000100222",
    "397": "111222022",
    "398": "222222211",
    "399": "222000002",
    "400": "000000120",
    "401": "200121012",
    "402": "222012000",
    "403": "222212101",
    "404": "220210222",
    "405": "5",
    "406": "211221222",
    "407": "122002001",
    "408": "200201211",
    "409": "022110100",
    "410": "222122021",
    "411": "101202222",
    "412": "000001102",
    "413": "210210220",
    "414": "222022222",
    "415": "122012002",
    "416": "011220210",
    "417": "220220222",
    "418": "210200210",
    "419": "112122222",
    "420": "211222122",
    "421": "222112112",
    "422": "122002002",
    "423": "220221221",
    "424": "220100000",
    "425": "111201112",
    "426": "112112122",
    "427": "100121022",
    "428": "000001002",
    "429": "220210200",
    "430": "002012020",
    "431": "000000020",
    "432": "110012012",
    "433": "222221210",
    "434": "221221022",
    "435": "222022012",
    "436": "002000001",
    "437": "222111201",
    "438": "022220100",
    "439": "122112221",
    "440": "100000200",
    "441": "200200210",
    "442": "200220121",
    "443": "212222210",
    "444": "211222102",
    "445": "122112122",
    "446": "112222022",
    "447": "122222111",
    "448": "002002122",
    "449": "122001000",
    "450": "221222112",
    "451": "100000210",
    "452": "200000000",
    "453": "000000220",
    "454": "100210220",
    "455": "000000012",
    "456": "222212000",
    "457": "221122122",
    "458": "000000201",
    "459": "221100210",
    "460": "000120222",
    "461": "012211222",
    "462": "222122000",
    "463": "122022122",
    "464": "000001212",
    "465": "210222122",
    "466": "2",
    "467": "221110000",
    "468": "122002000",
    "469": "111112212",
    "470": "211222200",
    "471": "012112211",
    "472": "200210120",
    "473": "022112201",
    "474": "222202001",
    "475": "000000222",
    "476": "000100220",
    "477": "000222022",
    "478": "221220122",
    "479": "222111222",
    "480": "112112112",
    "481": "222111112",
    "482": "222222122",
    "483": "102222022",
    "484": "222211102",
    "485": "102122222",
    "486": "222112201",
    "487": "222220221",
    "488": "012002000",
    "489": "012001000",
    "490": "020020020",
    "491": "100210221",
    "492": "222222000",
    "493": "200211222",
    "494": "002022222",
    "495": "012112201",
    "496": "112011012",
    "497": "222222220",
    "498": "212202212",
    "499": "210210221",
    "500": "210200222",
    "501": "111121112",
    "502": "210222112",
    "503": "002122112",
    "504": "000012122",
    "505": "221200000",
    "506": "222022002",
    "507": "211222220",
    "508": "222200210",
    "509": "212221211",
    "510": "220221012",
    "511": "001220220",
    "512": "222220200",
    "513": "100210222",
    "514": "122222001",
    "515": "000000110",
    "516": "210200221",
    "517": "221100000",
    "518": "220111221",
    "519": "022222122",
    "520": "221220220",
    "521": "012012110",
    "522": "122122222",
    "523": "001002002",
    "524": "102210210",
    "525": "222222202",
    "526": "000001112",
    "527": "122221221",
    "528": "201222212",
    "529": "022022022",
    "530": "211211211",
    "531": "220210100",
    "532": "200220010",
    "533": "102000222",
    "534": "211102111",
    "535": "212222211",
    "536": "222022122",
    "537": "111211222",
    "538": "102211210",
    "539": "222112002",
    "540": "222121122",
    "541": "221220200",
    "542": "000100210",
    "543": "111122001",
    "544": "112002012",
    "545": "022002122",
    "546": "212212101",
    "547": "210220111",
    "548": "222212222",
    "549": "222022001",
    "550": "122222221",
    "551": "210222222",
    "552": "001001002",
    "553": "222001000",
    "554": "002012011",
    "555": "012012022",
    "556": "000122022",
    "557": "122122122",
    "558": "222222121",
    "559": "diamonds",
    "560": "002002022",
    "561": "222112211",
    "562": "9",
    "563": "122000000",
    "564": "211112112",
    "565": "210220020",
    "566": "000222221",
    "567": "210220222",
    "568": "122012001",
    "569": "121222211",
    "570": "100220222",
    "571": "000000100",
    "572": "211222112",
    "573": "000210222",
    "574": "021100000",
    "575": "222000200",
    "576": "002001001",
    "577": "221220221",
    "578": "222221202",
    "579": "012002122",
    "580": "001002011",
    "581": "222210100",
    "582": "222122001",
    "583": "221222222",
    "584": "222211202",
    "585": "001000002",
    "586": "120210200",
    "587": "122222000",
    "588": "200222222",
    "589": "222220100",
    "590": "012022000",
    "591": "220011001",
    "592": "spades",
    "593": "000002122",
    "594": "222011222",
    "595": "220200211",
    "596": "020010021",
    "597": "220111222",
    "598": "000100202",
    "599": "002022220",
    "600": "100200220",
    "601": "112122001",
    "602": "220000000",
    "603": "222100200",
    "604": "100221211",
    "605": "222112222",
    "606": "221022122",
    "607": "211012222",
    "608": "022012112",
    "609": "122022012",
    "610": "000001122",
    "611": "121220221",
    "612": "000211222",
    "613": "112222222",
    "614": "222212002",
    "615": "110000000",
    "616": "222212102",
    "617": "221022002",
    "618": "122221211",
    "619": "222210102",
    "620": "220022022",
    "621": "210121002",
    "622": "222222001",
    "623": "211222221",
    "624": "000200211",
    "625": "222221220",
    "626": "210220021",
    "627": "000200220",
    "628": "222111022",
    "629": "002022122",
    "630": "200200221",
    "631": "211221112",
    "632": "222222102",
    "633": "222111000",
    "634": "100200222",
    "635": "212112112",
    "636": "022012012",
    "637": "222022022",
    "638": "122002122",
    "639": "4",
    "640": "000120220",
    "641": "022001000",
    "642": "200220221",
    "643": "222202101",
    "644": "222222100",
    "645": "200100100",
    "646": "220221002",
    "647": "100222212",
    "648": "022222211",
    "649": "122010000",
    "650": "100221111",
    "651": "101212222",
    "652": "222122012",
    "653": "222112000",
    "654": "220122001",
    "655": "201122222",
    "656": "221220100",
    "657": "202102101",
    "658": "220222000",
    "659": "122220200",
    "660": "100100210",
    "661": "000100200",
    "662": "000111221",
    "663": "202000000",
    "664": "001022222",
    "665": "112212222",
    "666": "212122222",
    "667": "022222212",
    "668": "000221220",
    "669": "221100220",
    "670": "001012221",
    "671": "220222211",
    "672": "100120022",
    "673": "122022002",
    "674": "022122222",
    "675": "010012002",
    "676": "222100000"
  }
}