{
  "token_to_id": {
    "[PAD]": 0,
    "[MASK]": 1,
    "[DESC]": 2,
    "[IMG]": 3,
    "222211000": 4,
    "102222022": 5,
    "202102101": 6,
    "021000000": 7,
    "111122001": 8,
    "100000000": 9,
    "122112222": 10,
    "010012002": 11,
    "000020220": 12,
    "000001022": 13,
    "122221222": 14,
    "212222112": 15,
    "000001002": 16,
    "001222222": 17,
    "002012222": 18,
    "211222102": 19,
    "000111220": 20,
    "022111000": 21,
    "022222101": 22,
    "020210200": 23,
    "221210200": 24,
    "211012222": 25,
    "112222210": 26,
    "100222111": 27,
    "221210210": 28,
    "221122012": 29,
    "122122222": 30,
    "210221222": 31,
    "210211222": 32,
    "122002001": 33,
    "000000001": 34,
    "221220122": 35,
    "111220210": 36,
    "spades": 37,
    "212112112": 38,
    "210200000": 39,
    "220200100": 40,
    "222112221": 41,
    "110122001": 42,
    "200200221": 43,
    "220222212": 44,
    "111022012": 45,
    "012122222": 46,
    "222221212": 47,
    "200000000": 48,
    "000000102": 49,
    "112122122": 50,
    "121220210": 51,
    "221212212": 52,
    "121121121": 53,
    "221200210": 54,
    "clubs": 55,
    "000122222": 56,
    "122022122": 57,
    "200121012": 58,
    "212112212": 59,
    "222222001": 60,
    "222210220": 61,
    "112002012": 62,
    "221222222": 63,
    "122221221": 64,
    "222022012": 65,
    "000021122": 66,
    "020011011": 67,
    "021121222": 68,
    "222220210": 69,
    "000021022": 70,
    "102211212": 71,
    "200200220": 72,
    "221100210": 73,
    "002002022": 74,
    "000101202": 75,
    "220022022": 76,
    "202101000": 77,
    "122222200": 78,
    "222111212": 79,
    "222210000": 80,
    "111211222": 81,
    "100200221": 82,
    "120000000": 83,
    "222222012": 84,
    "221100000": 85,
    "000000122": 86,
    "112112221": 87,
    "220110000": 88,
    "122112221": 89,
    "022221210": 90,
    "122220221": 91,
    "222211112": 92,
    "112211222": 93,
    "111222022": 94,
    "222222220": 95,
    "221222000": 96,
    "122012012": 97,
    "112000000": 98,
    "122022012": 99,
    "112221211": 100,
    "122211212": 101,
    "221201222": 102,
    "111222222": 103,
    "111222210": 104,
    "100201201": 105,
    "210121002": 106,
    "122022121": 107,
    "002022122": 108,
    "100210220": 109,
    "211222212": 110,
    "122001000": 111,
    "220011001": 112,
    "022012012": 113,
    "122220200": 114,
    "220222211": 115,
    "222122002": 116,
    "220111000": 117,
    "100200222": 118,
    "021022112": 119,
    "012012211": 120,
    "210200221": 121,
    "022222211": 122,
    "221222112": 123,
    "012022122": 124,
    "222000001": 125,
    "211122122": 126,
    "101222222": 127,
    "122221211": 128,
    "211211212": 129,
    "9": 130,
    "222122122": 131,
    "220221000": 132,
    "220210222": 133,
    "110012012": 134,
    "212211222": 135,
    "222122222": 136,
    "210200222": 137,
    "000100200": 138,
    "222000002": 139,
    "000100202": 140,
    "122012000": 141,
    "222222210": 142,
    "111121112": 143,
    "222001000": 144,
    "111201112": 145,
    "002001001": 146,
    "222210100": 147,
    "100210221": 148,
    "222002022": 149,
    "212222211": 150,
    "211211211": 151,
    "001220220": 152,
    "110010011": 153,
    "002002012": 154,
    "220220221": 155,
    "000110022": 156,
    "222221202": 157,
    "222011212": 158,
    "000002012": 159,
    "212222222": 160,
    "012002001": 161,
    "012000000": 162,
    "222202001": 163,
    "222002012": 164,
    "221221022": 165,
    "202202102": 166,
    "201222222": 167,
    "112222212": 168,
    "222112210": 169,
    "220111221": 170,
    "022002112": 171,
    "diamonds": 172,
    "200221222": 173,
    "222212222": 174,
    "10": 175,
    "000222221": 176,
    "000000112": 177,
    "122222111": 178,
    "201221222": 179,
    "220022012": 180,
    "212212222": 181,
    "101102202": 182,
    "012012110": 183,
    "022002002": 184,
    "012022222": 185,
    "012112201": 186,
    "001212222": 187,
    "222022020": 188,
    "002022220": 189,
    "221222200": 190,
    "001000002": 191,
    "222022022": 192,
    "012112211": 193,
    "001002002": 194,
    "200222022": 195,
    "022001000": 196,
    "112112122": 197,
    "222111000": 198,
    "000001112": 199,
    "001001000": 200,
    "122012001": 201,
    "221220200": 202,
    "201112222": 203,
    "100000210": 204,
    "211112112": 205,
    "222210102": 206,
    "221200200": 207,
    "222200000": 208,
    "210121012": 209,
    "222212112": 210,
    "222111022": 211,
    "222222121": 212,
    "100221211": 213,
    "222220200": 214,
    "000002122": 215,
    "222220222": 216,
    "001000001": 217,
    "210110211": 218,
    "200100100": 219,
    "001012222": 220,
    "100220222": 221,
    "000001012": 222,
    "222221000": 223,
    "222212002": 224,
    "202111222": 225,
    "200210120": 226,
    "222112002": 227,
    "222111201": 228,
    "222012022": 229,
    "100100200": 230,
    "000000200": 231,
    "000200210": 232,
    "122222122": 233,
    "222121122": 234,
    "002012122": 235,
    "220200221": 236,
    "122002012": 237,
    "001001012": 238,
    "000221220": 239,
    "000100100": 240,
    "220221222": 241,
    "221120000": 242,
    "221200000": 243,
    "201122222": 244,
    "012001000": 245,
    "221220221": 246,
    "212112222": 247,
    "002022222": 248,
    "000000010": 249,
    "222122001": 250,
    "212222102": 251,
    "001022122": 252,
    "022012002": 253,
    "200220121": 254,
    "222221200": 255,
    "202222022": 256,
    "020020020": 257,
    "222111222": 258,
    "211102111": 259,
    "222022122": 260,
    "212211220": 261,
    "221222221": 262,
    "022122222": 263,
    "122122122": 264,
    "001001002": 265,
    "222222122": 266,
    "100121022": 267,
    "022002000": 268,
    "122000000": 269,
    "101000000": 270,
    "222122012": 271,
    "000211222": 272,
    "102000000": 273,
    "022222112": 274,
    "000120222": 275,
    "000122022": 276,
    "001022222": 277,
    "222011222": 278,
    "122010000": 279,
    "212101000": 280,
    "121222211": 281,
    "102211220": 282,
    "220122001": 283,
    "001012022": 284,
    "222022001": 285,
    "211102102": 286,
    "012222221": 287,
    "212222210": 288,
    "110221222": 289,
    "201201111": 290,
    "000000021": 291,
    "210200210": 292,
    "201012222": 293,
    "210200100": 294,
    "221111000": 295,
    "200220221": 296,
    "001012122": 297,
    "8": 298,
    "111000000": 299,
    "000000210": 300,
    "000000220": 301,
    "of": 302,
    "221210100": 303,
    "210222222": 304,
    "202122222": 305,
    "220121012": 306,
    "122110000": 307,
    "112122222": 308,
    "012022120": 309,
    "101222220": 310,
    "100222212": 311,
    "200220012": 312,
    "211221222": 313,
    "121022012": 314,
    "221100220": 315,
    "002122222": 316,
    "100200220": 317,
    "112222022": 318,
    "202000000": 319,
    "210220020": 320,
    "022022222": 321,
    "211221112": 322,
    "221022002": 323,
    "101222200": 324,
    "3": 325,
    "220222110": 326,
    "000000000": 327,
    "122222001": 328,
    "012022000": 329,
    "222222212": 330,
    "220222220": 331,
    "000100120": 332,
    "000100211": 333,
    "022012022": 334,
    "222211102": 335,
    "022002222": 336,
    "220200000": 337,
    "122222222": 338,
    "122022002": 339,
    "2": 340,
    "112122001": 341,
    "210220021": 342,
    "222212202": 343,
    "122002002": 344,
    "222222002": 345,
    "222112000": 346,
    "011222022": 347,
    "211222220": 348,
    "222212101": 349,
    "220222222": 350,
    "6": 351,
    "222211202": 352,
    "002000000": 353,
    "222220220": 354,
    "222222200": 355,
    "001012120": 356,
    "022022122": 357,
    "022222222": 358,
    "000112222": 359,
    "102122222": 360,
    "001122222": 361,
    "012012022": 362,
    "012002002": 363,
    "012211222": 364,
    "000001222": 365,
    "222101202": 366,
    "202112222": 367,
    "002122220": 368,
    "222112222": 369,
    "121222222": 370,
    "5": 371,
    "122021000": 372,
    "022222220": 373,
    "222220102": 374,
    "001101000": 375,
    "211100000": 376,
    "222222120": 377,
    "100000100": 378,
    "211222200": 379,
    "022122112": 380,
    "001000000": 381,
    "000011022": 382,
    "222212102": 383,
    "221212222": 384,
    "222012001": 385,
    "020022002": 386,
    "4": 387,
    "222222100": 388,
    "000000111": 389,
    "121022122": 390,
    "220222111": 391,
    "011220210": 392,
    "210222122": 393,
    "010220210": 394,
    "220210210": 395,
    "220210100": 396,
    "112221221": 397,
    "012012201": 398,
    "021100000": 399,
    "201101222": 400,
    "002000001": 401,
    "220221012": 402,
    "222100000": 403,
    "002221220": 404,
    "222211212": 405,
    "211201102": 406,
    "002222221": 407,
    "221122122": 408,
    "000220210": 409,
    "201202202": 410,
    "000012122": 411,
    "200200200": 412,
    "112011012": 413,
    "222221201": 414,
    "022222212": 415,
    "000001212": 416,
    "211111111": 417,
    "002122102": 418,
    "210200200": 419,
    "102001000": 420,
    "002012020": 421,
    "222222202": 422,
    "222221221": 423,
    "200100000": 424,
    "200210221": 425,
    "000010122": 426,
    "112212222": 427,
    "220220222": 428,
    "121220221": 429,
    "022122210": 430,
    "222222222": 431,
    "012222222": 432,
    "001012221": 433,
    "221022122": 434,
    "112112112": 435,
    "000200221": 436,
    "020010021": 437,
    "012002000": 438,
    "122012002": 439,
    "012002122": 440,
    "000100210": 441,
    "220000000": 442,
    "100221201": 443,
    "000002022": 444,
    "222210200": 445,
    "222222112": 446,
    "222112201": 447,
    "211222221": 448,
    "210220011": 449,
    "022222122": 450,
    "211222011": 451,
    "222211100": 452,
    "221221221": 453,
    "122222000": 454,
    "222122021": 455,
    "000200200": 456,
    "000100222": 457,
    "221110000": 458,
    "101102102": 459,
    "221210000": 460,
    "000200220": 461,
    "112221212": 462,
    "221221222": 463,
    "020000000": 464,
    "122022222": 465,
    "220222000": 466,
    "000000201": 467,
    "122002000": 468,
    "222222011": 469,
    "221220220": 470,
    "211212212": 471,
    "022002122": 472,
    "000001102": 473,
    "200100200": 474,
    "012122221": 475,
    "222000200": 476,
    "002022010": 477,
    "001002011": 478,
    "011000000": 479,
    "000210222": 480,
    "200211222": 481,
    "212112211": 482,
    "200201211": 483,
    "211222222": 484,
    "211222112": 485,
    "222000000": 486,
    "120210200": 487,
    "012121210": 488,
    "022012222": 489,
    "000100220": 490,
    "000000110": 491,
    "002122112": 492,
    "112211211": 493,
    "211222121": 494,
    "211222022": 495,
    "220220220": 496,
    "200122022": 497,
    "222202101": 498,
    "000002002": 499,
    "100221111": 500,
    "201102102": 501,
    "022012112": 502,
    "210210220": 503,
    "222211222": 504,
    "220111222": 505,
    "222222000": 506,
    "210010000": 507,
    "222220221": 508,
    "002012021": 509,
    "212202212": 510,
    "000000120": 511,
    "222202100": 512,
    "112210210": 513,
    "000000211": 514,
    "212122001": 515,
    "022022022": 516,
    "210100000": 517,
    "100221222": 518,
    "222221210": 519,
    "102211222": 520,
    "002022021": 521,
    "221200100": 522,
    "222221222": 523,
    "222220100": 524,
    "220200211": 525,
    "101202222": 526,
    "101212222": 527,
    "000001122": 528,
    "010000000": 529,
    "222222211": 530,
    "212122222": 531,
    "012002222": 532,
    "100000200": 533,
    "122001022": 534,
    "210220000": 535,
    "221212211": 536,
    "002002122": 537,
    "222122121": 538,
    "000000100": 539,
    "210220221": 540,
    "222012012": 541,
    "220221002": 542,
    "000200211": 543,
    "022110100": 544,
    "122112122": 545,
    "000100221": 546,
    "000100000": 547,
    "110000000": 548,
    "220221221": 549,
    "202222222": 550,
    "220200200": 551,
    "112222122": 552,
    "012000001": 553,
    "222122000": 554,
    "000000222": 555,
    "211210222": 556,
    "222112212": 557,
    "002002002": 558,
    "111221220": 559,
    "220100000": 560,
    "201200101": 561,
    "222221100": 562,
    "122002122": 563,
    "022220100": 564,
    "111122022": 565,
    "100210222": 566,
    "111212122": 567,
    "221220100": 568,
    "002012010": 569,
    "222222221": 570,
    "000001000": 571,
    "002222222": 572,
    "210220222": 573,
    "221220222": 574,
    "012012122": 575,
    "201222212": 576,
    "222022002": 577,
    "002000222": 578,
    "211112212": 579,
    "011002001": 580,
    "200010000": 581,
    "210000000": 582,
    "210210221": 583,
    "000111222": 584,
    "222122022": 585,
    "122222221": 586,
    "012021100": 587,
    "222222201": 588,
    "000011220": 589,
    "000222022": 590,
    "210100221": 591,
    "222022222": 592,
    "210222112": 593,
    "002001002": 594,
    "100222222": 595,
    "122022022": 596,
    "000000002": 597,
    "002002000": 598,
    "001000222": 599,
    "022112201": 600,
    "002012011": 601,
    "000120220": 602,
    "012221220": 603,
    "102210210": 604,
    "200210020": 605,
    "212221211": 606,
    "200000222": 607,
    "200100111": 608,
    "112001000": 609,
    "221222011": 610,
    "7": 611,
    "222222022": 612,
    "000021002": 613,
    "102222222": 614,
    "211200210": 615,
    "121100000": 616,
    "000222222": 617,
    "200222222": 618,
    "hearts": 619,
    "212212101": 620,
    "200220222": 621,
    "222200210": 622,
    "210120010": 623,
    "201000000": 624,
    "220210200": 625,
    "001002022": 626,
    "000111221": 627,
    "222012000": 628,
    "112222222": 629,
    "100120022": 630,
    "200200210": 631,
    "002222101": 632,
    "221200220": 633,
    "210200211": 634,
    "222112211": 635,
    "211000000": 636,
    "102211210": 637,
    "222222111": 638,
    "222100200": 639,
    "111212212": 640,
    "112210220": 641,
    "221111222": 642,
    "111022221": 643,
    "222112001": 644,
    "122220220": 645,
    "222221211": 646,
    "210000100": 647,
    "000210221": 648,
    "000121222": 649,
    "021012002": 650,
    "222212000": 651,
    "211200220": 652,
    "222222102": 653,
    "022122000": 654,
    "222112112": 655,
    "210220111": 656,
    "211222122": 657,
    "100200200": 658,
    "102000222": 659,
    "200200000": 660,
    "200220010": 661,
    "000000020": 662,
    "211112222": 663,
    "000000012": 664,
    "000000101": 665,
    "002222022": 666,
    "222111112": 667,
    "220110210": 668,
    "111112212": 669,
    "122221200": 670,
    "000000011": 671,
    "100100210": 672,
    "222221220": 673,
    "000010121": 674,
    "122222022": 675,
    "011222222": 676
  },
  "id_to_token": {
    "0": "[PAD]",
    "1": "[MASK]",
    "2": "[DESC]",
    "3": "[IMG]",
    "4": "222211000",
    "5": "102222022",
    "6": "202102101",
    "7": "021000000",
    "8": "111122001",
    "9": "100000000",
    "10": "122112222",
    "11": "010012002",
    "12": "000020220",
    "13": "000001022",
    "14": "122221222",
    "15": "212222112",
    "16": "000001002",
    "17": "001222222",
    "18": "002012222",
    "19": "211222102",
    "20": "000111220",
    "21": "022111000",
    "22": "022222101",
    "23": "020210200",
    "24": "221210200",
    "25": "211012222",
    "26": "112222210",
    "27": "100222111",
    "28": "221210210",
    "29": "221122012",
    "30": "122122222",
    "31": "210221222",
    "32": "210211222",
    "33": "122002001",
    "34": "000000001",
    "35": "221220122",
    "36": "111220210",
    "37": "spades",
    "38": "212112112",
    "39": "210200000",
    "40": "220200100",
    "41": "222112221",
    "42": "110122001",
    "43": "200200221",
    "44": "220222212",
    "45": "111022012",
    "46": "012122222",
    "47": "222221212",
    "48": "200000000",
    "49": "000000102",
    "50": "112122122",
    "51": "121220210",
    "52": "221212212",
    "53": "121121121",
    "54": "221200210",
    "55": "clubs",
    "56": "000122222",
    "57": "122022122",
    "58": "200121012",
    "59": "212112212",
    "60": "222222001",
    "61": "222210220",
    "62": "112002012",
    "63": "221222222",
    "64": "122221221",
    "65": "222022012",
    "66": "000021122",
    "67": "020011011",
    "68": "021121222",
    "69": "222220210",
    "70": "000021022",
    "71": "102211212",
    "72": "200200220",
    "73": "221100210",
    "74": "002002022",
    "75": "000101202",
    "76": "220022022",
    "77": "202101000",
    "78": "122222200",
    "79": "222111212",
    "80": "222210000",
    "81": "111211222",
    "82": "100200221",
    "83": "120000000",
    "84": "222222012",
    "85": "221100000",
    "86": "000000122",
    "87": "112112221",
    "88": "220110000",
    "89": "122112221",
    "90": "022221210",
    "91": "122220221",
    "92": "222211112",
    "93": "112211222",
    "94": "111222022",
    "95": "222222220",
    "96": "221222000",
    "97": "122012012",
    "98": "112000000",
    "99": "122022012",
    "100": "112221211",
    "101": "122211212",
    "102": "221201222",
    "103": "111222222",
    "104": "111222210",
    "105": "100201201",
    "106": "210121002",
    "107": "122022121",
    "108": "002022122",
    "109": "100210220",
    "110": "211222212",
    "111": "122001000",
    "112": "220011001",
    "113": "022012012",
    "114": "122220200",
    "115": "220222211",
    "116": "222122002",
    "117": "220111000",
    "118": "100200222",
    "119": "021022112",
    "120": "012012211",
    "121": "210200221",
    "122": "022222211",
    "123": "221222112",
    "124": "012022122",
    "125": "222000001",
    "126": "211122122",
    "127": "101222222",
    "128": "122221211",
    "129": "211211212",
    "130": "9",
    "131": "222122122",
    "132": "220221000",
    "133": "220210222",
    "134": "110012012",
    "135": "212211222",
    "136": "222122222",
    "137": "210200222",
    "138": "000100200",
    "139": "222000002",
    "140": "000100202",
    "141": "122012000",
    "142": "222222210",
    "143": "111121112",
    "144": "222001000",
    "145": "111201112",
    "146": "002001001",
    "147": "222210100",
    "148": "100210221",
    "149": "222002022",
    "150": "212222211",
    "151": "211211211",
    "152": "001220220",
    "153": "110010011",
    "154": "002002012",
    "155": "220220221",
    "156": "000110022",
    "157": "222221202",
    "158": "222011212",
    "159": "000002012",
    "160": "212222222",
    "161": "012002001",
    "162": "012000000",
    "163": "222202001",
    "164": "222002012",
    "165": "221221022",
    "166": "202202102",
    "167": "201222222",
    "168": "112222212",
    "169": "222112210",
    "170": "220111221",
    "171": "022002112",
    "172": "diamonds",
    "173": "200221222",
    "174": "222212222",
    "175": "10",
    "176": "000222221",
    "177": "000000112",
    "178": "122222111",
    "179": "201221222",
    "180": "220022012",
    "181": "212212222",
    "182": "101102202",
    "183": "012012110",
    "184": "022002002",
    "185": "012022222",
    "186": "012112201",
    "187": "001212222",
    "188": "222022020",
    "189": "002022220",
    "190": "221222200",
    "191": "001000002",
    "192": "222022022",
    "193": "012112211",
    "194": "001002002",
    "195": "200222022",
    "196": "022001000",
    "197": "112112122",
    "198": "222111000",
    "199": "000001112",
    "200": "001001000",
    "201": "122012001",
    "202": "221220200",
    "203": "201112222",
    "204": "100000210",
    "205": "211112112",
    "206": "222210102",
    "207": "221200200",
    "208": "222200000",
    "209": "210121012",
    "210": "222212112",
    "211": "222111022",
    "212": "222222121",
    "213": "100221211",
    "214": "222220200",
    "215": "000002122",
    "216": "222220222",
    "217": "001000001",
    "218": "210110211",
    "219": "200100100",
    "220": "001012222",
    "221": "100220222",
    "222": "000001012",
    "223": "222221000",
    "224": "222212002",
    "225": "202111222",
    "226": "200210120",
    "227": "222112002",
    "228": "222111201",
    "229": "222012022",
    "230": "100100200",
    "231": "000000200",
    "232": "000200210",
    "233": "122222122",
    "234": "222121122",
    "235": "002012122",
    "236": "220200221",
    "237": "122002012",
    "238": "001001012",
    "239": "000221220",
    "240": "000100100",
    "241": "220221222",
    "242": "221120000",
    "243": "221200000",
    "244": "201122222",
    "245": "012001000",
    "246": "221220221",
    "247": "212112222",
    "248": "002022222",
    "249": "000000010",
    "250": "222122001",
    "251": "212222102",
    "252": "001022122",
    "253": "022012002",
    "254": "200220121",
    "255": "222221200",
    "256": "202222022",
    "257": "020020020",
    "258": "222111222",
    "259": "211102111",
    "260": "222022122",
    "261": "212211220",
    "262": "221222221",
    "263": "022122222",
    "264": "122122122",
    "265": "001001002",
    "266": "222222122",
    "267": "100121022",
    "268": "022002000",
    "269": "122000000",
    "270": "101000000",
    "271": "222122012",
    "272": "000211222",
    "273": "102000000",
    "274": "022222112",
    "275": "000120222",
    "276": "000122022",
    "277": "001022222",
    "278": "222011222",
    "279": "122010000",
    "280": "212101000",
    "281": "121222211",
    "282": "102211220",
    "283": "220122001",
    "284": "001012022",
    "285": "222022001",
    "286": "211102102",
    "287": "012222221",
    "288": "212222210",
    "289": "110221222",
    "290": "201201111",
    "291": "000000021",
    "292": "210200210",
    "293": "201012222",
    "294": "210200100",
    "295": "221111000",
    "296": "200220221",
    "297": "001012122",
    "298": "8",
    "299": "111000000",
    "300": "000000210",
    "301": "000000220",
    "302": "of",
    "303": "221210100",
    "304": "210222222",
    "305": "202122222",
    "306": "220121012",
    "307": "122110000",
    "308": "112122222",
    "309": "012022120",
    "310": "101222220",
    "311": "100222212",
    "312": "200220012",
    "313": "211221222",
    "314": "121022012",
    "315": "221100220",
    "316": "002122222",
    "317": "100200220",
    "318": "112222022",
    "319": "202000000",
    "320": "210220020",
    "321": "022022222",
    "322": "211221112",
    "323": "221022002",
    "324": "101222200",
    "325": "3",
    "326": "220222110",
    "327": "000000000",
    "328": "122222001",
    "329": "012022000",
    "330": "222222212",
    "331": "220222220",
    "332": "000100120",
    "333": "000100211",
    "334": "022012022",
    "335": "222211102",
    "336": "022002222",
    "337": "220200000",
    "338": "122222222",
    "339": "122022002",
    "340": "2",
    "341": "112122001",
    "342": "210220021",
    "343": "222212202",
    "344": "122002002",
    "345": "222222002",
    "346": "222112000",
    "347": "011222022",
    "348": "211222220",
    "349": "222212101",
    "350": "220222222",
    "351": "6",
    "352": "222211202",
    "353": "002000000",
    "354": "222220220",
    "355": "222222200",
    "356": "001012120",
    "357": "022022122",
    "358": "022222222",
    "359": "000112222",
    "360": "102122222",
    "361": "001122222",
    "362": "012012022",
    "363": "012002002",
    "364": "012211222",
    "365": "000001222",
    "366": "222101202",
    "367": "202112222",
    "368": "002122220",
    "369": "222112222",
    "370": "121222222",
    "371": "5",
    "372": "122021000",
    "373": "022222220",
    "374": "222220102",
    "375": "001101000",
    "376": "211100000",
    "377": "222222120",
    "378": "100000100",
    "379": "211222200",
    "380": "022122112",
    "381": "001000000",
    "382": "000011022",
    "383": "222212102",
    "384": "221212222",
    "385": "222012001",
    "386": "020022002",
    "387": "4",
    "388": "222222100",
    "389": "000000111",
    "390": "121022122",
    "391": "220222111",
    "392": "011220210",
    "393": "210222122",
    "394": "010220210",
    "395": "220210210",
    "396": "220210100",
    "397": "112221221",
    "398": "012012201",
    "399": "021100000",
    "400": "201101222",
    "401": "002000001",
    "402": "220221012",
    "403": "222100000",
    "404": "002221220",
    "405": "222211212",
    "406": "211201102",
    "407": "002222221",
    "408": "221122122",
    "409": "000220210",
    "410": "201202202",
    "411": "000012122",
    "412": "200200200",
    "413": "112011012",
    "414": "222221201",
    "415": "022222212",
    "416": "000001212",
    "417": "211111111",
    "418": "002122102",
    "419": "210200200",
    "420": "102001000",
    "421": "002012020",
    "422": "222222202",
    "423": "222221221",
    "424": "200100000",
    "425": "200210221",
    "426": "000010122",
    "427": "112212222",
    "428": "220220222",
    "429": "121220221",
    "430": "022122210",
    "431": "222222222",
    "432": "012222222",
    "433": "001012221",
    "434": "221022122",
    "435": "112112112",
    "436": "000200221",
    "437": "020010021",
    "438": "012002000",
    "439": "122012002",
    "440": "012002122",
    "441": "000100210",
    "442": "220000000",
    "443": "100221201",
    "444": "000002022",
    "445": "222210200",
    "446": "222222112",
    "447": "222112201",
    "448": "211222221",
    "449": "210220011",
    "450": "022222122",
    "451": "211222011",
    "452": "222211100",
    "453": "221221221",
    "454": "122222000",
    "455": "222122021",
    "456": "000200200",
    "457": "000100222",
    "458": "221110000",
    "459": "101102102",
    "460": "221210000",
    "461": "000200220",
    "462": "112221212",
    "463": "221221222",
    "464": "020000000",
    "465": "122022222",
    "466": "220222000",
    "467": "000000201",
    "468": "122002000",
    "469": "222222011",
    "470": "221220220",
    "471": "211212212",
    "472": "022002122",
    "473": "000001102",
    "474": "200100200",
    "475": "012122221",
    "476": "222000200",
    "477": "002022010",
    "478": "001002011",
    "479": "011000000",
    "480": "000210222",
    "481": "200211222",
    "482": "212112211",
    "483": "200201211",
    "484": "211222222",
    "485": "211222112",
    "486": "222000000",
    "487": "120210200",
    "488": "012121210",
    "489": "022012222",
    "490": "000100220",
    "491": "000000110",
    "492": "002122112",
    "493": "112211211",
    "494": "211222121",
    "495": "211222022",
    "496": "220220220",
    "497": "200122022",
    "498": "222202101",
    "499": "000002002",
    "500": "100221111",
    "501": "201102102",
    "502": "022012112",
    "503": "210210220",
    "504": "222211222",
    "505": "220111222",
    "506": "222222000",
    "507": "210010000",
    "508": "222220221",
    "509": "002012021",
    "510": "212202212",
    "511": "000000120",
    "512": "222202100",
    "513": "112210210",
    "514": "000000211",
    "515": "212122001",
    "516": "022022022",
    "517": "210100000",
    "518": "100221222",
    "519": "222221210",
    "520": "102211222",
    "521": "002022021",
    "522": "221200100",
    "523": "222221222",
    "524": "222220100",
    "525": "220200211",
    "526": "101202222",
    "527": "101212222",
    "528": "000001122",
    "529": "010000000",
    "530": "222222211",
    "531": "212122222",
    "532": "012002222",
    "533": "100000200",
    "534": "122001022",
    "535": "210220000",
    "536": "221212211",
    "537": "002002122",
    "538": "222122121",
    "539": "000000100",
    "540": "210220221",
    "541": "222012012",
    "542": "220221002",
    "543": "000200211",
    "544": "022110100",
    "545": "122112122",
    "546": "000100221",
    "547": "000100000",
    "548": "110000000",
    "549": "220221221",
    "550": "202222222",
    "551": "220200200",
    "552": "112222122",
    "553": "012000001",
    "554": "222122000",
    "555": "000000222",
    "556": "211210222",
    "557": "222112212",
    "558": "002002002",
    "559": "111221220",
    "560": "220100000",
    "561": "201200101",
    "562": "222221100",
    "563": "122002122",
    "564": "022220100",
    "565": "111122022",
    "566": "100210222",
    "567": "111212122",
    "568": "221220100",
    "569": "002012010",
    "570": "222222221",
    "571": "000001000",
    "572": "002222222",
    "573": "210220222",
    "574": "221220222",
    "575": "012012122",
    "576": "201222212",
    "577": "222022002",
    "578": "002000222",
    "579": "211112212",
    "580": "011002001",
    "581": "200010000",
    "582": "210000000",
    "583": "210210221",
    "584": "000111222",
    "585": "222122022",
    "586": "122222221",
    "587": "012021100",
    "588": "222222201",
    "589": "000011220",
    "590": "000222022",
    "591": "210100221",
    "592": "222022222",
    "593": "210222112",
    "594": "002001002",
    "595": "100222222",
    "596": "122022022",
    "597": "000000002",
    "598": "002002000",
    "599": "001000222",
    "600": "022112201",
    "601": "002012011",
    "602": "000120220",
    "603": "012221220",
    "604": "102210210",
    "605": "200210020",
    "606": "212221211",
    "607": "200000222",
    "608": "200100111",
    "609": "112001000",
    "610": "221222011",
    "611": "7",
    "612": "222222022",
    "613": "000021002",
    "614": "102222222",
    "615": "211200210",
    "616": "121100000",
    "617": "000222222",
    "618": "200222222",
    "619": "hearts",
    "620": "212212101",
    "621": "200220222",
    "622": "222200210",
    "623": "210120010",
    "624": "201000000",
    "625": "220210200",
    "626": "001002022",
    "627": "000111221",
    "628": "222012000",
    "629": "112222222",
    "630": "100120022",
    "631": "200200210",
    "632": "002222101",
    "633": "221200220",
    "634": "210200211",
    "635": "222112211",
    "636": "211000000",
    "637": "102211210",
    "638": "222222111",
    "639": "222100200",
    "640": "111212212",
    "641": "112210220",
    "642": "221111222",
    "643": "111022221",
    "644": "222112001",
    "645": "122220220",
    "646": "222221211",
    "647": "210000100",
    "648": "000210221",
    "649": "000121222",
    "650": "021012002",
    "651": "222212000",
    "652": "211200220",
    "653": "222222102",
    "654": "022122000",
    "655": "222112112",
    "656": "210220111",
    "657": "211222122",
    "658": "100200200",
    "659": "102000222",
    "660": "200200000",
    "661": "200220010",
    "662": "000000020",
    "663": "211112222",
    "664": "000000012",
    "665": "000000101",
    "666": "002222022",
    "667": "222111112",
    "668": "220110210",
    "669": "111112212",
    "670": "122221200",
    "671": "000000011",
    "672": "100100210",
    "673": "222221220",
    "674": "000010121",
    "675": "122222022",
    "676": "011222222"
  }
}